{"qian_name":{"0":"锤离成道","1":"苏秦不第","2":"董永遇仙","3":"玉莲会十朋","4":"刘晨遇仙","5":"仁贵遇主","6":"苏娘走难","7":"姚能遇仙","8":"孔明点将","9":"庞涓观阵","10":"书荐姜维","11":"武吉遇师","12":"罗通拜帅","13":"子牙弃官","14":"苏秦得志","15":"叶梦熊朝帝","16":"曹操话梅止渴","17":"曹国舅为仙","18":"子仪封王","19":"姜太公遇文王","20":"李旦龙凤配合","21":"六郎逢救","22":"怀德招亲","23":"殷郊遇师","24":"姚能受职","25":"钟馗得道","26":"刘基谏主","27":"包公寻李后","28":"赵子龙救阿斗","29":"棋盘大会","30":"佛印会东坡","31":"刘备求贤","32":"咬金聘仁贵","33":"桃园结义","34":"唐僧取经","35":"湘子遇宝","36":"李靖归山","37":"何文秀遇难","38":"姜女寻夫","39":"武则天登位","40":"董卓收吕布","41":"有莲见母","42":"行者得道","43":"姜维邓艾斗阵","44":"仁宗遇仙","45":"渭水钓鱼","46":"梁灏登科","47":"韩信挂帅","48":"王祥求鲤","49":"陶朱归五湖","50":"孔明入川","51":"太白醉捞明月","52":"刘备招亲","53":"马超追曹","54":"周武王登位","55":"禄山谋反","56":"董仲寻亲","57":"文王问卜","58":"张良隐山","59":"赤壁鏖兵","60":"苏小妹难夫","61":"唐僧得道","62":"女娲氏炼石","63":"马前覆水","64":"孙膑困庞涓","65":"霸王被困","66":"金星试窦儿","67":"郭汾阳祝寿","68":"梅开二度","69":"李密反唐","70":"文君访相如","71":"王莽求贤","72":"陈桥兵变","73":"秦败擒三帅","74":"伍员夜出昭关","75":"洪武看牛","76":"捧璧归赵","77":"临潼救驾","78":"暗扶倒铜旗","79":"智远投军","80":"风送滕王阁","81":"火烧葫芦谷","82":"李渊登位","83":"庄子试妻","84":"韩文公遇雪","85":"商辂中三元","86":"咬金探地穴","87":"庞洪畏包公","88":"大看瑶花","89":"苇佩遇仙","90":"三战吕布","91":"蔡卿报恩","92":"高君保招亲","93":"伯牙访友","94":"曹丕称帝","95":"窦燕山积善","96":"六出祁山","97":"吉平遇难","98":"陶三春挂帅","99":"三教谈道"},"灵签诗文":{"0":"天开地辟结良缘日吉时良万事全若得此签非小可人行中正帝王宜 ","1":"鲸鱼未化守江湖未许升腾离碧波异日峥嵘身变态从教一跃禹门过 ","2":"冲风冒雨去还归役役劳身似燕儿衔得泥来成垒後到头垒坏复成泥 ","3":"菱花镜破复重圆女再求夫男再婚自此门闾重改换更添福棱与儿孙 ","4":"一锄掘地要求泉努力求之得最先无意俄然遇知己相逢携手上青天 ","5":"投身岩下饲於虎须是还他大丈夫舍己也应难再得通行天下此人无 ","6":"奔波役役重重险带水拖泥又渡山更虑他方求别用千山万水未能还 ","7":"岁寒松柏古栽培雨雪风霜总不摧异日必当成大用功名作个栋梁材 ","8":"劳君问我心中事此意偏宜说向公一片灵台明似镜恰如明月正当空 ","9":"柜藏无价宝和珍只管他乡外处寻好似将灯来觅火不如安静莫劳心 ","10":"欲求好事喜非常争奈姻婚只暂忙毕竟到头成好事贵人接引贵人乡 ","11":"时临否极泰当来抖擞从君出暗埃若遇卯寅佳信至管教立志事和谐 ","12":"自小生身富贵家眼前万事总奢华蒙君赐受金鱼袋四海传名足可夸 ","13":"宛如仙鹤出樊笼脱却羁縻处处通南北东西无障碍任君直上九霄中 ","14":"触人口气最难吞忽有灾危祸到门卵破巢空无宿处深为稳便把心存 ","15":"攒眉思虑暂时开咫尺云开见日来宛似污泥中片玉良工一举出尘埃 ","16":"莫听闲言与是非晨昏只好念阿弥若将妄语为真实画饼如何疗得饥 ","17":"金乌西坠兔东临日夜循环恒古今僧道得之无不利工商农士各开心 ","18":"急水滩头放艇时狂风作浪欲何为待他浪静风停後稳载船归过不危 ","19":"当春久雨喜初晴玉兔金乌渐渐明旧事已成新事遂看看一跳入蓬瀛 ","20":"阴阳道合总由天女嫁男婚岂偶然但看龙蛇堪运动熊罴叶梦喜团圆 ","21":"四郊田亩皆枯竭久旱俄然三日霖花果草芽俱润泽始知一雨值千金 ","22":"欲攀仙桂蟾宫去岂虑天门不开放谋望一般音信好高人自送岭头来 ","23":"不成邻里不成家水泡痴人似落花若问君恩难得力到头毕竟事如麻 ","24":"过了忧危事几重从今再历永无凶宽心自有宽心计得遇高人护圣功 ","25":"上下传来事总虚天边接得一封书书中许我功名事直待终时亦是无 ","26":"一谋一用一番机虑后疑前不敢为时至自然逢贵人银墙铁壁好安居 ","27":"东方月上正婵娟顷刻云遮月半边莫道圆时还又缺须教缺处复重圆 ","28":"宝剑光芒出匣时匣中应不被尘欺贵人亲手提携起尽可防身更勿疑 ","29":"劝君切莫向他求似鹤飞来暗箭投若去采薪蛇伏草恐遭毒手也堪忧 ","30":"清闲无事静处坐饥时吃饭困时卧放下身心不用忙必定不遭殃与祸 ","31":"渺渺前途事可疑石中藏玉有谁知一朝良匠分明剖始觉其中碧玉奇 ","32":"石藏美玉在中心得指何须向外寻直待高人来剖析宽心犹要更宽心 ","33":"出入行藏礼义恭言必忠良听必聪心下了然俱洞澈光明如日正当空 ","34":"衣冠重整旧家风道是无功却有功扫却当途荆棘碍三人共议事和同 ","35":"目前病讼不须忧实地资财尽可求恰好系猿今脱锁得归仙洞去来游 ","36":"欲问身安运泰时风中灯烛不相宜争如收拾深堂坐庶免光摇静处明 ","37":"镜月当空出匣时刹那云雾暗昏迷宽心守时浮云散更改相宜可望为 ","38":"天边消息应难问切莫私心强望求若把石头磨作镜精神枉费一时休 ","39":"红轮西坠兔东升阴长阳消是两形若是女人占此卦增添福禄称心情 ","40":"无限好事君须记恰如认贼作为子莫贪眼下有些甜可虑他时还受苦 ","41":"君垂恩泽润无边覆祷祈穰没党偏一切有情皆受用均沾乐利得周全 ","42":"天地交泰万物新自形自色自怡神森罗万象皆精彩事事合谐得称人 ","43":"棋逢敌手要藏机黑白盘中未决时到底欲知谁胜负须教先著相机宜 ","44":"温柔自是胜强刚行善于门大吉昌若是有人占此卦宛如正渴遇琼浆 ","45":"劝君耐守旧生涯把定身心莫听邪直待有人轻著力满园枯木再开花 ","46":"锦上添花色更鲜运来禄马喜双全时人莫讶功名晚一举登科四海传 ","47":"灵鸟秋来化作鹏翱翔得意尽飞腾直冲万里云霄外任是诸禽总不能 ","48":"营图万事若水澌何必悭贪苦所为只好靜心闲处坐待他兴变复奚疑 ","49":"五湖四海尽行船高挂风帆把舵坚幸得顺风随所至满船宝贝称心田 ","50":"夏日初临日正长人皆愁恼热非常天公也解诸人意故遣薰风特送凉 ","51":"水中捉月费功夫费尽功夫却又无莫信闲言并浪论枉拋心力也难图 ","52":"失意翻成得意时龙吟虎啸两相宜青云有路终须到许我功名必可期 ","53":"梦中得宝醒来无应说巫山只是虚苦问婚姻并病讼别寻生路得相宜 ","54":"父贤傅子子傅孙衣禄丰盈富在天金马玉堂人快乐饥时吃饭困时眠 ","55":"涧小石粗流水响力劳撑驾恐参伤路须指出前江去风静潮平尽不妨 ","56":"闻是闻非风过耳好衣好禄日当空君须记取他年事汝意还同我意同 ","57":"忠言善语君须记莫向他方求别艺劝君安守旧生涯除却有余都不是 ","58":"直上高楼去避身四边达处是荆榛谁知造物安排定得意番成失意人 ","59":"抱薪救火火增烟烧却三千及大千若问营谋并出入不如收拾莫忧燃 ","60":"日上吟诗月下歌逢场作戏笑呵呵相逢会处难藏隐喝采齐声嗹哩罗 ","61":"晨昏全赖佛扶持虽是逢危不见危若得贵人来接引此时福禄自相随 ","62":"昔日行船失了针今朝依旧海中寻若还寻得原针在也费功夫也费心 ","63":"譬若金鳞放碧漪暗遭罗网四边围思量无计翻身出命到泉关苦独悲 ","64":"眼前欢喜未为欢危不危兮安不安割肉成疮因甚事不如守旧待时来 ","65":"路险马行人去远失群羊困虎相当危滩船过风翻浪春暮花残天降霜 ","66":"一条金秤等君心无减无增无重轻为是平生心性直文章不识义皆明 ","67":"门庭清吉梦祯祥积善于门大吉昌讼理婚成蚕又熟病逢良药得安康 ","68":"冬来岭上一枝梅叶落枯枝总不摧探得阳春消息近依然还我作花魁 ","69":"朝朝役役恰如蜂飞来飞去西复东春暮花残无觅处此身不恋旧丛中 ","70":"谁知爱宠遇强徒女子当年嫁二夫自是一弓施两箭骑龙跨马上安居 ","71":"弄蜂须要求他蜜犹恐遭他尾上针虽是眼前无异路暗里深藏荆棘林 ","72":"春雷震起蛰中虫脱却凡尘出旧墉忽遇风云交际处自然变化得成龙 ","73":"慵飞野鹤自投笼欲举鹏霄落陷中南北东西浑障碍此身憔悴恨无穷 ","74":"宛如抱虎过山前战战竞竞胆碎寒幸得山前逢妙手方能保得一身安 ","75":"鱼龙混杂意和同耐守寒潭未济中不觉一朝头角耸禹门一跳到天宫 ","76":"梦中说梦获多财身外浮名总莫猜水远山遥难信定贵人一指笑颜开 ","77":"冷水来浇白雪洋不寒不热自温凉要行天下无他事惟有中藏一艺强 ","78":"虚空结愿结人缘保得人安愿未还得兔忘蹄真绝迹敢将初誓谩轻瞒 ","79":"直上高山去学仙岂知一旦帝王宣青天白日常明照志在声名四海传 ","80":"庭前叶落暮秋时行客奔程亦若飞谢得天公轻著力顺风相送宝船归 ","81":"炎炎烈火焰烧天焰里还生一朵莲到底永成根不坏依然生叶色新鲜 ","82":"譬若初三四五蟾半无半有未完全须教十五良宵夜到处清光到处圆 ","83":"因名丧德不和同切忌忙中变作凶醉后不知何处去青松影里睡朦胧 ","84":"重开山后藏前事万宝园中可再图醉咏新诗添逸兴贵人接引上云衢 ","85":"春来花发映阳台万里舟行进宝来跃过禹门三级浪恰如平地一声雷 ","86":"人行半岭日衔山峻险崎岩未可攀仰望上天垂护佑此身犹在太虚间 ","87":"木雕一虎在山林远望威容意不禁纵说不妨终可畏此身如人大江心 ","88":"出人营谋大吉昌无瑕玉在石中藏如今幸得高人指获宝从心喜不常 ","89":"忽朝一信下天墀宝贝船装满载归若问前程成底事始终应得贵人提 ","90":"好把悉眉须展开大才大用荐将来一条大路平如掌凡有施为总称怀 ","91":"经商得利称心怀福禄荣华倍获财若问进身谋望事秀才一举状元回 ","92":"鸾凤翎毛雨压垂此时应被雀轻欺忽朝一日云霄霁依旧还教振羽衣 ","93":"小人君子别贤愚事有差讹合是非琴遇知音当鼓操争如定静得便宜 ","94":"事业功勤暮与朝荣华物态不胜饶报君记取金鸡叫福禄声名价倍高 ","95":"巍巍宝塔不寻常八面玲珑尽放光劝汝志心勤顶礼天龙拥护降千祥 ","96":"园林月色摇疏影恍若铺成满地琼几度童儿来收拾岂知收拾总成空 ","97":"经商出入事迟疑恐惹闲愁起是非如鸟飞投罗网陷相看能有几人知 ","98":"等闲骑马著鞭来半有忧危半有财似火方烧头上屋天教一雨荡殃灾 ","99":"欲就东兮欲就西逢人说事转痴迷登山不见神仙面莫若守常且待时 "},"吉凶":{"0":"                    上上签                ","1":"                    中下签                ","2":"                    下下签                ","3":"                    中中签                ","4":"                    中平签                ","5":"                    中平签                ","6":"                    下下签                ","7":"                    上上签                ","8":"                    上上签                ","9":"                    下下签                ","10":"                    上上签                ","11":"                    上上签                ","12":"                    上上签                ","13":"                    大吉                ","14":"                    下下签                ","15":"                    中上签                ","16":"                    中下签                ","17":"                    上上签                ","18":"                    下中签                ","19":"                    上上签                ","20":"                    上吉签                ","21":"                    上吉签                ","22":"                    上中签                ","23":"                    下下签                ","24":"                    上中签                ","25":"                    下平签                ","26":"                    中中签                ","27":"                    上上签                ","28":"                    大吉签                ","29":"                    下下签                ","30":"                    中中签                ","31":"                    中下签                ","32":"                    中中签                ","33":"                    上上签                ","34":"                    上上签                ","35":"                    上上签                ","36":"                    下下签                ","37":"                    中平签                ","38":"                    下下签                ","39":"                    中平签                ","40":"                    下下签                ","41":"                    上上签                ","42":"                    大吉签                ","43":"                    中中签                ","44":"                    上上签                ","45":"                    上平签                ","46":"                    上签                ","47":"                    中签                ","48":"                    下下签                ","49":"                    大吉签                ","50":"                    上平签                ","51":"                    下下签                ","52":"                    上上签                ","53":"                    下下签                ","54":"                    大吉签                ","55":"                    中平签                ","56":"                    上中签                ","57":"                    中平签                ","58":"                    中平签                ","59":"                    下下签                ","60":"                    大吉签                ","61":"                    中中签                ","62":"                    下下签                ","63":"                    下下签                ","64":"                    下下签                ","65":"                    下下签                ","66":"                    上上签                ","67":"                    上上签                ","68":"                    中上签                ","69":"                    下下签                ","70":"                    下下签                ","71":"                    下下签                ","72":"                    上上签                ","73":"                    下下签                ","74":"                    中下签                ","75":"                    上中签                ","76":"                    下中签                ","77":"                    上中签                ","78":"                    上中签                ","79":"                    上上签                ","80":"                    中中签                ","81":"                    中中签                ","82":"                    中上签                ","83":"                    下下签                ","84":"                    上上签                ","85":"                    大吉签                ","86":"                    中平签                ","87":"                    下下签                ","88":"                    上上签                ","89":"                    上上签                ","90":"                    上上签                ","91":"                    上上签                ","92":"                    中中签                ","93":"                    中平签                ","94":"                    中上签                ","95":"                    上上签                ","96":"                    下下签                ","97":"                    下下签                ","98":"                    下平签                ","99":"                    下下签                "},"诗意":{"0":"                    此卦盘古初开天地之象，诸事皆吉也。                ","1":"                    此卦鲸鱼未变之象，凡事忍耐待时也                ","2":"                    此卦燕子衔坭之象　凡事劳心费力也　                ","3":"                    此卦古镜重圆之象，凡事劳心有贵也。                ","4":"                    此卦锥地求泉之象，凡事先难后易也。                ","5":"                    此卦投岩铜鸟之象，凡事宜顺吉之兆。                ","6":"                    此卦拖泥带水之象，凡事守旧则吉也。                ","7":"                    此卦松柏茂林之象，凡事有贵气也。                ","8":"                     此卦皎月当空之象，凡事光明通气也。                ","9":"                    此卦持灯觅火之象，凡事待时成就也。                ","10":"                    此卦因祸得福之象，凡理营谋吉利也。                ","11":"                    此卦祸中有福之象，凡事先凶后吉也。                ","12":"                    此卦龙门得遇之象，凡事有变大吉也。                ","13":"                     此卦仙鹤离笼之象，凡事先凶后吉也。                ","14":"                    此卦鸟鹊巢(离)林之象，凡事到底应心也。                ","15":"                    此卦阴阳和合之象，凡事所谋皆吉也。                ","16":"                    此卦画饼充饥之象，凡事多虚少实也。                ","17":"                    此卦阴阳消长之象，凡事遂意之兆也。(金乌指太阳，玉兔指月亮)                ","18":"                    此卦船行急滩之象，凡事守旧待时也                ","19":"                    此卦久雨初晴之象，凡事遂意也。                ","20":"                    此卦阴阳道合之象，凡事和合大吉也。                ","21":"                     此卦旱逢甘雨之象，凡事难中有救也。                ","22":"                      此卦手扳仙桂之象，凡事必有贵人也。                ","23":"                    此卦痴人道塞之象，凡事守旧待时也。                ","24":"                    此卦古井逢泉之象，凡事贵人成就也。                ","25":"                    此卦虚名之象，凡事虚多少实宜守旧也。                ","26":"                    此卦屋好墙壁之象，凡事稳当无险也。                ","27":"                    此卦月被云遮之象，凡事昏迷未定也。                ","28":"                    此卦宝剑出匣之象，凡事有威有势也。                ","29":"                    此卦安份守己之象，凡事小心谨防也。                ","30":"                    此卦守旧安然之象，凡事待时则吉也。                ","31":"                    此卦守旧安然之象，凡事待时则吉也。                ","32":"                    此卦藏玉外觅之象，凡事待时可也。                ","33":"                    此卦红日当空正照之象，凡事遂意也。                ","34":"                    此卦衣冠重整之象，凡事先难后易也。                ","35":"                    此卦猿猴脱锁之象，凡事先难后易也。                ","36":"                    此卦风摇灯烛之象，凡事守常则吉也。                ","37":"                    此卦云雾遮月之象，凡事未遂守旧也。                ","38":"                    此卦守常安静之象，凡事守己则吉也。                ","39":"                    此卦阴长阳消之象，凡事先难后易也。                ","40":"                    此卦认贼做子之象，凡事认假作真也。                ","41":"                    此卦天垂恩泽之象，凡事成就大吉也。                ","42":"                    此卦天地交泰之象，凡事大吉无危也。                ","43":"                    此卦棋逢敌手之象，凡事用机关则吉也。                ","44":"                    此卦积善温柔之象，凡事贵人和合也。                ","45":"                    此卦枯木生花之象，凡事自有成就也。                ","46":"                    此卦锦上添花之象，凡事大吉大利也。                ","47":"                    此卦鲲鹏兴变之象，凡事有变动大吉也。                ","48":"                    此卦水结成冰之象，凡事不用枉求也。                ","49":"                    此卦顺风撑船之象，凡事皆顺大吉也。                ","50":"                    此卦人人愁热之象，凡事随心从意也。                ","51":"                    此卦贪求费力之象，凡事劳心费力也。                ","52":"                    此卦龙吟虎啸之象，凡事顺意有望也。                ","53":"                    此卦梦中得宝之象，凡事枉费心力也。                ","54":"                    此卦接竹引泉之象，凡事谋望大吉也。                ","55":"                    此卦船行小滩之象，凡事有贵人助也。                ","56":"                    此卦孩儿见母亲之象，凡事贵人大吉也。                ","57":"                    此卦守常待时之象，凡事守旧则吉也。                ","58":"                    此卦守旧随时之象，凡事待时则吉也。                ","59":"                    此卦抱薪救火之象，凡事亦自谨防也。                ","60":"                    此卦守旧随时之象，凡事待时吉利也。                ","61":"                    平平稳稳 四方名显 改旧从新 亦无凶险                ","62":"                    此卦海中寻针之象，凡事费心劳力也。                ","63":"                    此卦鱼遭罗网之象，凡事亦宜提防也。                ","64":"                    此卦割肉成疮之象，凡事只宜守旧待时。                ","65":"                    此卦船破下滩之象，凡事险阻提防也。                ","66":"                    此卦心平正直之象，凡事安稳无凶也。                ","67":"                    此卦春梦百花之象，凡事贵人大吉也。                ","68":"                    此卦梅花占魁之象，凡事宜迟则吉也。                ","69":"                    此卦蜜蜂采花之象，凡事劳心费力也。                ","70":"                    此卦一弓架两箭之象，凡事再合则吉也。                ","71":"                    此卦雷发百虫之象，凡事遇贵人吉兆也。                ","72":"                    此卦似鹄投水之象，凡事多虚少实也。                ","73":"                    此卦抱虎过山之象，凡事险凶惊恐也。                ","74":"                    此卦抱虎过山之象，凡事险凶惊恐也。                ","75":"                    此卦鱼龙未变之象，凡事待时至可也。                ","76":"                    此卦梦中得宝之象，凡事虚多少实也。                ","77":"                    此卦平善用事之象，凡事平稳大吉也。                ","78":"                    此卦信实莫信虚之象，凡事守旧之兆也。                ","79":"                    此卦贵人接引之象，凡事和合大吉也。                ","80":"                    此卦梧桐落叶之象，凡事先凶后吉也。                ","81":"                    此卦火里生莲之象，凡事似险非险也。                ","82":"                    此卦月缺未圆之象，凡事候时则吉也。                ","83":"                    此卦寒鱼离水之象，凡事不可移动也。                ","84":"                    此卦春尽花开之象，凡事主后改变也。                ","85":"                    此卦上朝见帝之象，凡事大吉大利也。                ","86":"                    此卦淘沙见金人处险境之象，凡事有贵人之兆也。                ","87":"                    此卦木虎有威之象，凡事虚惊少实也。                ","88":"                    此卦石藏珍宝之象，凡事称心大吉也。                ","89":"                    此卦功名成就之象，凡事宜进大吉也。                ","90":"                    此卦前途显运之象，凡事通泰大吉也。                ","91":"                    此卦自小为商之象，凡事勤俭无忧也。                ","92":"                    此卦鸾凤被雨之象，凡事待时大利也。                ","93":"                    此卦要逢知己之象，凡事守常则吉也。                ","94":"                    此卦志气功名之象，凡事守常大吉也。                ","95":"                    此卦福德现身之象，凡事大吉大利也。                ","96":"                    此卦当风点烛之象，凡事虚名少利也。                ","97":"                    此卦守旧随缘之象，凡事不如意主凶也。                ","98":"                    此卦半忧半喜之象，凡事只宜行善也。                ","99":"                    此卦守常勿动之象，凡事宜待时吉也。                "},"解曰":{"0":"                    急速兆速 年未值时 观音降笔 先报君知                ","1":"                    得忍且忍 得耐且耐 须待时至 功名还在                ","2":"                    千般用计 晨昏不停，谁知此事 到底劳心                ","3":"                    淘沙见金 骑龙踏虎 虽是劳心 于中有补                ","4":"                    欲望心事 西方可求 不如莫动 立地可谋                ","5":"                    食用无鱼 身清喜贫 待时利乐 权与概人                ","6":"                    退身可得 进步为难 只宜守旧 莫望高板                ","7":"                    路上亨通 终身有功 田蚕丰熟 家道兴隆                ","8":"                    心中正直 理顺法宽 圣无私语 终有分明                ","9":"                    姻缘会遇 何事不成 须无限意 眼前是真                ","10":"                    有意兴变 到底安然 若问用事 只近贵人                ","11":"                    换麻得丝 系人双足 要见分明 因祸得福                ","12":"                    囚人逢赦 病即安然 龙门得遇 名遍皇都                ","13":"                    任意无虞 路有亨通 随心所欲 逍遥如人(神)                ","14":"                    若人得怨 何时可伸 好言不信 守旧待时                ","15":"                    得处无失 损中有益 小人逢凶 君子顺吉                ","16":"                    心中不定 枉看经文 恰似书饼 食也难吞                ","17":"                    心中无事 所作有功 如弓上箭 一发当空                ","18":"                    急水下船 险处待时 若问营谋 不可施为                ","19":"                    神佛扶持 有灾无危 遂生平志 到底荣归                ","20":"                    谋望从心 婚姻孕男 资财进益 更利田蚕                ","21":"                    田蚕倍熟 命运渐来 病遇良药 行人便回                ","22":"                    商贾利益 行藏有危 病安讼遂 尽可施为                ","23":"                    是非莫说 必须仔细 心正理直 方免灾危                ","24":"                    讼终有理 病得安全 出入求谋 古井逢泉                ","25":"                    上下心烦 求间不闲 欲望功名 守旧安身                ","26":"                    改旧从新 寒花遇春 从前阻滞 今得清心                ","27":"                    浮云遮月 不须疑惑 等待云收 便见收获                ","28":"                    宝剑出匣 光辉万里 贵人指引 无不欢美                ","29":"                    闭口合齿 他事莫理 若有亏心 到头害己                ","30":"                    守旧安然 叩问神仙 直待时来 事亦偶然                ","31":"                    宝在石中 异人少知 直待分明 尽可施为                ","32":"                    内藏金玉 何必外寻 遇贵指引 不须劳心                ","33":"                    心中无事 秋水澄清 不须疑惑 事自然成                ","34":"                    不用忧疑 自有佳期 若问前程 前路可宜                ","35":"                    脱除了事 且自宽心 待得时来 堪寻正路                ","36":"                    静处安身 待命守时 动惹非福 守旧无疑                ","37":"                    家道忧凶 人口有灾 祈福保庆 犹恐破财                ","38":"                    千般用计 徒劳无功 不如守旧 着甚来由                ","39":"                    阴利女人 不宜男子 若是求谋 先凶后吉                ","40":"                    只这一着 君子莫错 牢记在心 不生寂寞                ","41":"                    天皇恩降 始终莫忘 晨昏礼佛 可宜烧香                ","42":"                    天生万物 谋望皆通 福德相助 瑞气匆匆                ","43":"                    欲求心事 恰如围棋 到底胜败 宜用心机                ","44":"                    天地有感 应验非常 佛神护佑 得之莫忘                ","45":"                    守旧守旧 事自成就 动则多殃 静则无咎                ","46":"                    守旧变新 名就功成 遂平生志 尽皆是命                ","47":"                    鲲化为鹏 万禽不能 桂香一折 福禄自增                ","48":"                    水结成冰 冰消成水 若是营谋 到底如是                ","49":"                    自在悠游 不须着力 财禄重重 无不欣美                ","50":"                    进退莫疑 自有佳期 营谋用度 不须妄为                ","51":"                    言语难思 费力劳心 宅中忧恼 待遇贵人                ","52":"                    教去即去 教住即住 自有亨通 到头必利                ","53":"                    物在水中 形影长短 皆有分定 不用商量                ","54":"                    接竹引泉 流传不绝 君子谋望 无不欣悦                ","55":"                    营谋用事 劳心费力，守旧待时 凡事大吉                ","56":"                    所作谋望 皆大欢喜 从公用力 如子逢娘                ","57":"                    得住且住 可取且踞 莫宜别事 只宜守旧                ","58":"                    如醉饮酒 只宜守旧 直待时来 无灾无咎                ","59":"                    千般用计 不如莫动 一旦相惹 恐祸归身                ","60":"                    佳人在屋 吟唱诗曲 一片欢心 命中祸福                ","61":"                    游才得过关。古今奇观。                ","62":"                    福是禄基 禄是福种 说得分明 切宜守谨                ","63":"                    屋下安身 祸从天降 早觉先防 免遭其殃                ","64":"                    知止则止 知宽自宽 割自身肉 疾痛一般                ","65":"                    守旧待时 安静无咎 不用求谋 自在悠游                ","66":"                    心平正直 到底清平 只依本份 天下太平                ","67":"                    春深日暖 百花自开 事莫迟疑 从人显达                ","68":"                    一箭射空 当空不空 待等春来 彩在其中                ","69":"                    终朝春色 久雨不晴 求谋动用 不如安静                ","70":"                    不出重重 事由天命 振放中开 切宜谨守                ","71":"                    雷发时转 出入两存 一朝变化 直到天门                ","72":"                    进身可得 退步为难 低头直去 悉在其中                ","73":"                    惊险重重 前程有阻 若问求谋 到底辛苦                ","74":"                    惊险重重 前程有阻 若问求谋 到底辛苦                ","75":"                    虽是滋基 也要待时 营谋自本 切莫妄为                ","76":"                    如梦说梦 声明莫望 只待好时 贵人指示                ","77":"                    囚人逢赦 病遇良医 求财谋望 贵人指示                ","78":"                    人有我见 心不用忙 观音指示 切莫轻慢                ","79":"                    有始有终 莫向西东 心中用事 贵人重重                ","80":"                    心中取事 天必从之 营谋用事 尽可施为                ","81":"                    虽然逢险 不损其身 营谋用事 皆遇贵人                ","82":"                    守旧待时 如月初出 待等圆时 无有不吉                ","83":"                    寒鱼离水 美中不足 若问营谋 不如莫作                ","84":"                    老者用求 春残再开 欲求名利 晚遇横财                ","85":"                    朝帝受职 如贫得宝 谋望从心 卦中第一                ","86":"                    凿石见玉 淘沙见金 须要着力 只是劳心                ","87":"                    炉头点雪 似耳旁风 可宜作福 后吉前凶                ","88":"                    如石藏宝 贵人指示 得宝称心 欢怀得意                ","89":"                    若问功名 前有贵人 理添喜气 财禄丰盈                ","90":"                    一条大路 可向前行 心中用事 只可向前                ","91":"                    自小至大 无阻无碍 营谋得意 功名顺遂                ","92":"                    小人日盛 君子莫为 只宜守己 待时施为                ","93":"                     知音方许 闲事莫理 待得贵人 无不欢喜                ","94":"                    志气心动 守己未迟 金鸡报语 无不欢喜                ","95":"                    这些福份 众人皆见 不用心忙 福德前定                ","96":"                     富贵在天 贫穷是命 不用求谋 皆是前定                ","97":"                    守旧随时 待贵人至 若问诸般 主事定迟                ","98":"                    终身劳力 莫管是非 枷锁临身 怨尤自至                ","99":"                    完满灵签 尽报君知 依旧勿动 待等时至                "},"整体解释":{"0":"天地开创之时，凡事充满了新气象，正是良辰吉时，万事都已准备周全；能求得此签之人，非同小可，帝王曾亲宣无私公正之法，若能依理遵循，更行修身积善，相信好运更上层楼，持续久远不断。天开地辟。结良缘是天地开创之象。为大吉大利之象也。日吉时良。万事俱全顺遂之命。能蒙神指示为此签之人。非小可也。劝君必行中正帝王亦宣言曰。如能行之正直。积善。修身时。必能持之恒久。如宋太祖。赵匡胤之黄袍加身。急速非速言来时值观音降事报与君之者。此签有”谋事在人”之意。提醒当事人，未雨绸缪。会成功的人，除了本身的努力进取之外，对将来的一切，也早已预先考虑且准备周详。须知每个人的头上都有一片天，成败操之在己。平日稳扎稳打、厚实基础，更不间断地充实自我，为将来预作准备。凡事深谋远虑、从长计划，对于身边亲朋好友的建议，不妨虚心接受。等到时机成熟之时，亦是准备充足之时，自可从容不迫，满载而归。 ","1":"就像鱼儿尚未成熟，还不到可以离水飞升的程度;此时忍耐守静则吉，等到时机来临之日，蜕变之时，必可大展身手，一跃过龙门。得忍且忍，得耐且耐，身不用忙，功名自在。此签鲸鱼未变之象，凡事进退待时。鲸鱼未化守江湖。姜太公之受难时也。为大鲸未变之象。凡事进退待时。不可轻举妄动。动则凶。静则吉。君尔也。得忍且忍。得耐且耐身不而忙。功名自在者。来日峥嵘蜕身时。一跃可过禹门者。此签有”守时待势”之意。意味当事人，随遇而安。人的一生高低起伏，难免有不顺遂的时候，若不如意的情况接踵而来，更易叫人灰心丧志。须知事在人为，切勿被一时的失意所打垮。此时烦躁冒失有害无益，切忌沉不住气、冲动妄为。凡事保持心平气和，忍一时风平浪静。纵使遭人讥嘲误解，只要知所当为，又何须耿耿于怀。不要放弃任何希望，凡事乐观，相信自己并坚持到底，必有苦尽甘来、如愿以偿之日。 ","2":"此签燕子衔泥之象，凡事空心劳力。此签有”束手无策”之意。奉劝当事人，勿举棋不定。有些人个性刚直、做事一板一眼，临事却不知变通，往往因而错失良机。须知凡事各有利弊，有舍才有得。事有轻重缓急，与其一昧墨守成规，不如跳脱思维、因地制宜，视情况环境调整自己的原则与做事方法。或集思广益、共同研拟商议，找出解决之道。切忌犹豫不决又固执己见，流于空想而怯做，终将空心劳力，徒然庸人自扰罢了。顶着风冒着雨来来回回，就像燕子般辛勤奔波不歇;忙碌费力含来的小泥团，好不容易堆砌成土块，有个样子了，哪里知道最后却又崩坏，土块再度变回泥团。千般用计，晨昏不停，谁知此事，到底无成。冲风冒雨去还归。役役劳心似燕儿。君尔之运逢燕子衔泥筑巢之象耶。空心徒劳。无益者。为先难后甘之运。唯应小心。本签之总结也。千方百计。晨昏碌碌不停。谁知此事到底无以可成者。修之。悟之。 ","3":"菱花破镜如何能够重圆，男女各有欲追求的姻缘;此后将有一番新气象，惟再积德修善，功德更添福禄，并有助后代儿孙安康。五五念五，骑龙跨虎，事虽劳心，于中有补。此签破镜重圆之象，凡事成就则吉。菱花镜破镜重圆。为破镜重圆之象。凡事成就吉者也。不是上上者。为中中之签。是先凶后吉之签。交易持公平。求财亦在秋冬转旺。如逢如此之中中运也。可积极为善。积德。当有转吉之机。此签有”历久弥坚”之意。意味当事人，不改初衷。须知”人生以服务为目的”，无论各行各业，应秉持着服务人群的精神、坚守做事原则，不存一己之私。切忌被外在的因素影响而轻易弃守原本的理念。凡事一片赤诚、以利他为先，即使人事环境不断地交替更迭，也不会因外在的因素而有所动摇。纵使偶有闲言闲语，但自问无愧于心，面对蜚短流长，又何妨一笑置之。流言不攻自破，真理不辩自明。只要抱守初衷，坚持信念，自可处之泰然、乐在其中。 ","4":"想要靠一支锄头挖得泉水，必定要非常努力才有可能得到;积极努力奋斗，在无意间遇到了伙伴知己，互相帮助合作，必定可以成功，携手共创前程。望中心事，今可方求，百事营谋，立地堪求。此签堀土求泉之象，凡事劳心成就。一锄掘地妥求泉水。此象则表征君之运途。是凡事谋略之后。劳心方有成就者也。努力向前必有化凶为吉之时。自励奋斗。偶然遇知己。彼时即是君尔。得贵人之刻。在伊人扶持下。必能上青天矣。此签有”休戚相关”之意。意味当事人，推诚相与。有些人为了打响自己的招牌，不惜砸下重金投资，或认为”外来的和尚会念经”，宁可大量对外延揽人才。却不知许多人才或资源也许近在眼前，却被忽视而浑然不觉。须知要巩固长久的名声不坠，还是必须一步一脚印、从自身做起。无论士农工商，如能以身作则、不耻下问，对自己身边的人谦恭有礼、善待有佳，给予优渥良好的福利，让其无后顾之忧，自然会吸引更优秀更杰出的人才慕名而来。凡事只要稳扎稳打、用心经营，相信无须劳心费力，自然有口皆碑，声名远播。 ","5":"此签岩下饲菟之象，凡事宜顺则吉。于岩下饲于菟者。是凡事宜顺则吉之表征也。得本签之君。应知。为人宜守旧。不可轻举妄动者也。不可贪求非份之外之财。或舍近图远者。皆避免之。予以君知者。使非常清身。岂贫待他时至祥。此签有”见机行事”之意。意味当事人，智勇兼备。人有时会碰到他人故意刁难，甚至以强欺弱、仗势欺人，让事情更加棘手。在此情境之下，常因忍不下一口气，愤而误事。须知有勇无谋于事无补，与其冲动气愤、闹得两败俱伤，还不如保持冷静，用智慧与理智思考应对之道。故事中蔺相如之所以能完璧归赵，即是因为拥有当机立断的机智，与直言不讳的勇气。凡事除了深思熟虑，也应兼具勇敢果断的胆识，适时言所当言、据理力争，无须畏惧强权，以免错失良机。将自己丢在险峻的山崖下喂饲于老虎，仍然不会改变他大丈夫的情操;愿意这样舍身的人恐怕再也难以遇到，走遍天下也找不到第二个相同的人了吧。为使非常，身清岂贫，待他时至，详与君知。 ","6":"路途危险又波折，拖泥带水还得攀越重重山头;虽然想要找出其它更好的办法来走，只可惜最终恐怕无法回头。退身可得，进步难为，只宜守田，切莫高扳。此签渡水拖泥之象，凡事正直则吉。奔波役役重重险。带水拖泥又渡山之运途也。凡事必须谨慎。准备酌理。探取根源。明其是非者。审一己之进退。方向者。心存恶者得祸。存直者即可为获福矣。祸福者皆由人作之。退身可得进步难为。只宜守田切莫高扳。此签有”一念之差”之意。奉劝当事人，三思而行。一般人常对现状有所不满，或羡慕别人的际遇或地位环境，认为样样都比自己好，因此汲汲向外寻求，期望藉此获得另一片发展。人应珍惜现有的环境与资源，知福、惜福。谨记在做任何决定之前，务必慎重思量、仔细评估本身与环境的优弱势，找出最适合自己的定位与方向。切忌一时冲动负气出走，结果恐不如预期，既无法适应发挥所长，又藕断丝连、怀念原先熟悉的事物，将陷入进退两难、后悔莫及之境。 ","7":"此签松柏茂叶之象，凡事正直则吉。本签为松柏之岁寒者。任何之树木枯之后。仍挺具秀者。各面均呈祥。当异日成大材老焉。是大器晚成型。惟不可因此满足。必须因此更加培植。事事积德。方可有更好之明日。要之。象征平地风光夙缘有定。丰熟田稻家获余庆。此签有”事在人为”之意。鼓励当事人，自强不息。有些人常常虎头蛇尾，短时间的努力不见成效，就打算放弃。然而会成功的人，背后的打拚必定多于常人，辛苦也不足为外人道。范仲淹画粥的故事，最令人感佩的即是他过人的耐力、专注的自制力以及经年累月，从不间断刻苦读书的精神。就如岁寒松柏，在历经雨雪风霜的侵袭后，仍然挺立不摇，坚强地存活下来。因此凡事若定下目标，就应全力以赴。切勿轻言放弃导致功败垂成。只要继续努力、持之以恒，必能先苦后甘，得到丰硕完美的成果。犹如岁寒中的松柏，根深稳固，纵使天候恶劣、饱受风霜雨淋，也不会因此而被摧折;相信将来有一天一定可以有很大的用途，成为功成名就的栋梁之材。平地风光，夙缘有定，丰熟田稻，家获余庆。 ","8":"此签皎月当空之象，凡事正直则吉。本签者皎月当空之象也。凡事正直则吉之签。虽是前运不佳。前事去之后。渐见顺利者。君尔幸获此签之示者。平素之存心种德之所由成。后得如此之佳境。亦即是心中正直。理顺法宽天无私意莫空虚看。此签有”杂不如精”之意。提醒当事人，凡事融会贯通。大部分的人都觉得，能够学到的东西越多越好。因此寻求多才多艺，但对单一的技能却尚未领悟其精髓。所谓”术业有专攻”，与其学得杂，不如学得精;一门功夫要练到炉火纯青，绝非短期内可促成。故事中赵韩王之所以能用半部论语定天下，即是因将所学施展到极致之故。因此不论做什么事、求什么学问，务必先扎稳根基、穷究其理;掌握诀窍之后，再经由不断地揣摩与练习，才能将所学发挥到淋漓尽致，并能举一反三，转变为本身特有且难以撼动的绝技。辛苦你来问我心中疑虑的事，若能执中无私往这个道理最好;如果心里清澄如镜就能透澈事理，就好似天上皎洁的月亮照耀了整个夜空。心中正直，理顺法宽，天无私意，莫空虚看。 ","9":"此签将灯觅火之象，凡事自就。将灯不见火之象，凡事自就之表征者，逢此下下签之时，宜顶天拜地，始可得无灾，是谋望之不成，修吾身后，积德，布施，后必有回天之机，亦即是机缘若遇何事不成春无限意眼前似真此者也。此签有”枉费心机”之意。奉劝当事人，凡事不要强求。人很难感到知足，总是想要更多、想追求的更好，于是千般用计、终日汲汲追求，只为了据为己有，好满足自身的欲望。须知”欲望”乃是无穷止尽的深渊，让人深陷其中而浑然不觉。谨记”知足常乐”，应珍惜现在身边所拥有的事物，淡泊物质名利的渴求。在做任何事之前，先审慎评量自己是否需要。须知”命里有时终须有”，不属于自己的一切，就算强求也是枉然，只是白费心机而已。木盒里就暗藏难以计价珍奇的宝物，却只会想着往外乡异地去寻找;就好似已把了盏灯却还到处找火，还不如先冷静下来别再劳心。机缘若遇，何事不成，春无限前似真。 ","10":"此签有”见机行事”之意。提醒当事人，凡事处之泰然。人有时会碰到”不得不”的情况，或许是不可抗拒的、或许是强加于己的，却也只能硬着头皮去做，但心中却惴惴不安。所谓”既来之，则安之”。在事情未成定论之时，无须预设太多立场、杞人忧天。持稳身心、处之泰然，把面临的状况当成一种磨练、一种经验，从这个经验中所得到的，不管是有形或无形的收获，绝对是正面的、出乎意料的。另外在抉择不定时，不妨听取身边亲朋好友的意见，有助事情迎刃而解。此签因祸致福之象。凡事则吉。因祸致福之签。凡事则吉者也。曰欲求好事喜非常。暂时安当守份之时。虽是不合之时。亦可有成之时。贵人自有贵人引导之者。因此。君尔之前途是极光明者。有事盼望到底如斯若问此事贵人提携耶。盼望求得佳事因而欣喜异常，奈何忙碌一时成为亲属的愿望还是暂无消息;须知到最后毕竟好事成双，自有贵人接引前往贵人乡。有事盼望，到底如斯，若问此事，贵人提携。 ","11":"此签有”勇往直前”之意。鼓励当事人，百折不挠。有时人在遇到阻碍刁难或被拒绝等不如意的情况发生时，便会心生退惧之意，甚至就此放弃。须知成功并非遥不可及，在努力的过程中，必然会面临各式各样的挑战，考验当事者的决心。故事中申包胥为了求得秦国的援兵，连续七昼夜不眠不休，诚意终于感动秦主愿意出兵增援，让楚国不致灭亡。由此可知，凡事除了必须下定决心之外，还要有坚强的意志力与不屈不挠的毅力。不论过程有多艰难困苦，绝勿轻言放弃，朝着目标持续努力，相信成功之日，已经近在眼前了。此签祸去福来之象，凡事先凶后吉。时临否极泰当来。多年来之恶运。霉运已去。吉星高照之时。事事顺利。一路顺风。毫无阻碍者。将身上抖之擞之。身上之暗埃尽去。尤在卯寅佳信至时。要之。麻换得丝是笑虽哭。要见分明是见为福。坏运已经走到了尽头，好运就要来临，请振作精神走出灰暗的阴霾;遇卯寅时自有好消息到来，坚定信念定可顺心和谐。麻换得丝，是笑虽哭，要见分明，是见为福。 ","12":"此签有”谦让未遑”之意。提醒当事人，施恩不求报。当有人向我们求助时，凡所当为，义不容辞。如果抱着希望对方回报的预期心理，就失去了原本为善的美意。须知”有心的功德不是真功德”。助人的根本意义，在于无心且单纯地去做，解决了问题之后，心里的快乐，绝非外在的有形物质可比拟。切勿期待对方有所表示、或因此窃喜念念不忘。相反地，如果自己受到帮助，即使是小小的恩惠，也要谨记在心、不可或忘，有机会立即加以报答。谨记施比受更有福，为善不足挂齿。从小生长在富有的家庭，身边的一切所见必然极尽奢华;受邀接受国家的封赐也不居功，这样的谦让真足以名扬四海众人皆夸。囚徒得赦，病遇良医，龙门得过，名显皇都之象。凡事变化则吉。君尔也。自小生身富贵之家。于是君汝之生活也。总是奢华之世界者。谋望皆成。惟有贵人之扶持者。必能称意。且不劳而成者。易言之。囚徙得赦。病遇良医。龙门得过。名显皇都之象。凡事变化则吉也。 ","13":"此签白鹤冲霄之象，凡事先忧后吉。为白鹤冲霄之象也。凡事先忧后吉之大吉签。功名成就。生意鼎盛。婚姻完满。财路亨通之时。宜再多阅圣贤书。修吾身。积吾德。必有喜讯连连之日来也。要之。从心无虑远达亨衢道心自在任意所如者耶。此签有”公私分明”之意。提醒当事人，豁达大度。有时我们会面临到必须和某人相处共事，偏偏此人曾与你结怨、旧恨未消。在此情境之下，如何化解心中的不快与尴尬，才是最难解的课题，考验当事者的智慧。换个角度思考：很多争执误会都是在不得已或无心的情况下发生。所谓”退一步海阔天空”，应该先抛开心中旧有的成见，同时勿预设太多立场，尽释前嫌。凡事以大局为重、就事论事，不计较个人恩怨。放宽心胸、放大格局，只要心中坦然，必可无所覊绊、从心无虑。好似仙鹤飞出了牢笼，终于挣脱长久羁绊痛苦的束缚;无论东西南北都将畅行无阻，任你展翅翱游直上九霄云外去。从心无虑，远达亨衢，道心自在，任意所如。 ","14":"此签卵破巢空之象，凡事守旧则吉。本签示之于弟子曰。触人口气最难吞。如交友中盛气凌人者。令人难以容忍者。亦即是灾厄临时之兆。不可不知也。得罪于人者。如覆巢之祸。爰之。劝君稳便一语存于心。方能有吉。易言之。若得人怨何事可伸。如言不信到底为劳心。巢空之象。因此。凡事守旧则吉者也。此签有”自食恶果”之意。奉劝当事人，勿一意孤行。有些人的个性直接、作风霸气，做事或说话不留情面，常让人因此尴尬愤怒、下不了台。明知有人不满，也毫不在乎。须知举止过于强悍不留余地最易与人结怨，让人怀恨在心。日积月累，得罪的人越多，对自己越是不利。凡事都应谨言慎行、保持柔软低调的身段、兼顾法理情。对于身边亲朋好友的劝谏，务必虚心接受、认真思考不是处并加以改进。切忌当成耳边风我行我素，免得届时陷入无人愿意出手相助、有理说不清之境，后悔也为时已晚与人口角的怒怨之气最难以吞咽，却不知祸从口出;细想卵破巢空之后哪里还有栖歇之地，自保之道只在于修身养性罢了。若得人怨，何事可伸，如言不信，到底劳心。 ","15":"此签有”忠言逆耳”之意。意味当事人，饮水思源。从小到大，我们身边多少会有关心自己的人。诸如父母、师长、朋友...等，或许心直口快直言不讳，但应知忠言逆耳，其用意无非是希望我们行得正、坐得稳，不致产生偏差的行为。应时刻抱持感恩的心，珍惜图报、用心体会。切勿轻视忽略，或视为理所当然、不放在心上。免得忽然有一天，关心的人不见了，离开了，才猛然领悟对方的语重心长而愧叹思念，到时岂不徒然，空留遗憾。此签如玉在泥之象，凡事遇贵则吉。如玉在污泥中之象。如获良工贵人一举。牵成时。出污泥则。可获吉也。亦即是表明君之今也。咫尺眼前之云拨开即得见日者。时运将到者。曰：得处无伪损中有益顺逆吉凶君子得吉之签。抛去心中的忧愁不再愁眉不展，从此运程向吉拨云见日;就好像那原本埋没在污泥中的清玉，待得良匠视出掘起便远离了尘垢。得处无伪，损中有益，顺逆吉凶，君子得吉。 ","16":"此签有”居心叵测”之意。奉劝当事人，勿心存歹念。有些人会因为别人的才华或才能高过自己而眼红猜忌、又害怕就此被取代，因此处心积虑，或百般阻挠、或肆放谣言。须知人与人相处，最可贵之处在于互信互助、共同扶持，最忌暗箭伤人、尔虞我诈。凡事应持心正直，起心动念皆向善。从自身做起，不道人长短、不搬弄是非。与人合作共事方面，保持和谐良性切磋，见贤思齐、截长补短。多替他人着想，勿存一己之私。别听那些流言蜚语是是非非，日夜勤行专念佛号安定自己的身心;如果把一切的虚妄执着假象都信以为真，就好像在纸上画的大饼要如何能够止住饥饿。心中不定，枉费看经，只是画饼充饥之象。凡事虚少实。如心中不定则看经也枉费心神是已。何以为之。又如人之妄语信之为真。岂非如画饼之充饥。焉得饱食。因时运之未到。时有吉。时有凶。劝尔宜晨昏多念阿弥陀佛。莫听闲言及是非。方可安行。凡事虚少实也。 ","17":"此签有”言之成理”之意。提醒当事人，勿过于主观。有些人本身通晓事理，加上对人事物观察入微，因此能够掌握先机，猜测事情的发展也往往不出所料。须知本身有一定的自信是必要且可喜的条件，但却不能太过或绝对地主观。过于主观在无形中会渐渐导致个人的自满自傲且无法接受其它不同的意见或批评。当知事情没有绝对，每个人的想法也随时都会改变。因此切忌光凭个人的角度来果断做决定或判断喜恶。仍应保持谦恭谨慎的态度，凡事客观、包容。太阳西沉月亮就初升，从古至今日夜交替循环不歇;僧道之士体悟了这种自然运行的法则因而无所罣碍，即便是士农工商三百六十行又有什么分别呢心中无事，所作有功，如弓上箭，一发当中。 ","18":"此签有”自甘堕落”之意。意味当事人，勿随波逐流。有些人为了取悦或取信对方，不惜昧着良心，一味巴结。这种矫饰的作为，容易引起他人的反感与不齿，纵使爬上高处，地位也难以稳固。凡事应坚守道德、无愧于心，靠自己努力打拚。虽然无法一步登天，但辛苦耕耘定有所成，且凭自己的实力所表现的成果，必可获得众人的肯定支持，声望不坠且难以撼动。另外，慎选合作对象也很重要。因此不论对方的人品、自我情绪管理、或待人接物方面，都是必须考虑在内的因素。此签行舟浪淘之象，凡事守旧则吉。行舟浪淘之象。亦即是险境者。要之。君尔应知目下宜守旧。愿遵守静则吉。妄为则凶也。杨雄之仕王莽之朝为大夫。何以能胜大任。如在急水滩头放水之险行。待时若问营谋。时至方可为。千万叵轻举妄动。在天候恶劣之时欲驾小船，然而此刻狂风大浪，能有什么作为呢?等待风止浪歇之后，相信才可以平安地满载而归。急水放船，险行待时，若问营谋，时至可为。 ","19":"此签有”苦尽甘来”之意。鼓励当事人，坚持到底。一般人对不熟悉的事物，总是会感到陌生而惧怕。须知会成功的人，本身一定有过人的毅力，与百折不挠的精神。当我们在羡慕别人有一番成就的时候，千万也别忘了其背后所付出的心血与努力。俗云：”一回生，二回熟”。凡事只要下定决心，就应坚持到底，藉由不断的摸索与尝试，从错误与失败中汲取教训、累积经验，日久必能得心应手、游刃有余。因此勿畏难怕苦，须知现在所做的一切，都有可能关系到将来。此签久雨初晴之象，凡事亨通。本签者也。久雨初晴之象。为万事可成之兆。惟得此吉签。必须早植因缘。之后当有莫大利益。君尔在交友之中。宜留意者。必须选中之一为贵人。彼将成王公封爵之贵。将有大成之日。汝必能攀附上。易言之。佛神护佑百事无忧想平生事到底胜初者。春天下了好久的雨终于止歇，月亮与太阳也因云雾散去而渐渐恢复了光明;想做的事情慢慢也会达到目的，很快地便可以跳入新的格局境界了。佛神护佑，百事无虚，想平生事，到底胜初。 ","20":"此签有”一探究竟”之意。鼓励当事人，保持旺盛的好奇心。须知很多事情虽然看似错综复杂，但详加深入了解之后，便会发现其实并没有想象中那么困难。凡事穷究源头，用心体会、细心观察、深入探讨研究，必能看出其中的奥妙，进而消化吸收之后，转为自己的一套做人处世之道，再推己及人。唯有自己亲身去尝试、体悟出来的道理，才是真正属于自己的智慧。此签阴阳道合之象，凡事和合大吉。阴阳道合之签也。凡事和合而大吉者。君逢此为上吉之运。凡事渐获进步。惟不可欲速成。更不得存有欺人之心。今之形成者。获来不易。佳境之时。宜更修之。省之。积吾善可也。易言之。君之今。营谋皆逐。婚姻孕男。资财积聚更吉田亩之收。阴阳和合因果交替循环，这是自然不变的道理，男女之间的姻缘婚配难道只是巧合?且看龙腾蛇行交会之时，吉梦维何?维熊维罴，这是很好的吉兆啊。营谋皆遂，婚姻孕男，资财积聚，更吉田蚕。 ","21":"此签有”无刻或忘”之意。鼓励当事人，常存慈悲心。很多事表面上看来事不关己，其实却串串相连、牵一发而动全身。小从我们周遭的人、事、物，乃扩大至国家、整个地球，都与我们息息相关，是每个人共有的责任。凡事由本身做起，秉着”人饥己饥、人溺己溺”的精神，继而落实在日常生活当中。时刻设身处地为他人着想，处处表达关怀之意。天下没有不可能的事，切勿轻视小看自己个人的力量。只要有心，无事不可成!此签久旱逢雨之象，凡事难中有救。灵签之日：久旱逢雨之象。简易之。遇难中有贵人救之象也。因之。凡事遇难。千万不能馁志。不能心灰意懒。垂头丧气。君汝之命中。凡逢难事。必有贵人来扶之。如行人之有阻。但贵人代之。具有行人来之效。要之。田禾能倍收。谋望相宜。病逢妙药。行人使之好运者也。四周郊野的田地因为许久的干旱导致寸草不生，忽然下起了三日的雨;花果根草树芽因为甘霖的滋润而重现生机，这才知道一场雨是这么的值钱。田禾倍收，谋望相宜，病逢妙药，行人便归。 ","22":"此签望仙扳桂之象，凡事必遇贵人。本签为望仙扳桂之象。凡事必能遇赀人之象者。虽属上平。惟宜多作福。求神庇佑之。方有化凶趋吉之时。到头。君汝谋望一般喜讯好。高人。贵人也。日将佳音报之而来。要之。商贾者有利。行藏无危。病可安。讼可理。尽可施为。此签有”抛砖引玉”之意。提醒当事人，施比受有福。在人与人的交往中，应主动而真诚的关心他人、了解他人的需要，在自己的能力范围之内，尽力帮忙协助、不求回报。所谓”助人为快乐之本”，成就别人，也就是成就自己。对于本身所拥有的事物，不须看得太重，应能懂得取舍，不要吝于付出。无须害怕失去，应知有舍才有得。精神上的快乐充盈，绝对大于物质上的享受。想要借由桂树爬上仙宫去，只怕天门不会就此为你开放;把所求的计划降低标准，自有高人送上山顶，指引通达的途径。商贾利益，行藏无危，病安讼理，尽可施为。 ","23":"此签有”执迷不悟”之意。奉劝当事人，须知忠言必逆耳。看事情的角度不能光凭表面，必须多用点心，观察入微、从里到外，仔细分析评估求证。不要先入为主就认定一件事必定是如此。须知事事无绝对，很多事都有意外。对于他人的善意提醒与规劝，尤其在亲朋好友方面，应思考必定有其道理，要能谦虚接受、谨记在心。切勿亳不在乎地当成耳边风，免得吃亏在眼前，后悔莫及。本签即是痴人丧德之象。凡事守旧待时。君汝目下即是水泡痴人似落花之命也。事事应顺天理。方平安。眼中无人之时。将何。必有福祸来临。不可不慎。亦即是到头毕竟如麻者。爰之。凡事求神作福。祷告。时运未至如何可以成邻成家，执迷不悟的痴人就似花落无情;孤芳自赏恐怕得不到别人的帮助，到头来仍是事情纷杂困难重重。是非莫说，事须仔细，正理存心，不伤于己。此签痴人丧德之象，凡事守旧待时。 ","24":"此签为君之签。是宽心自有宽心计。得遇高人-贵人也。方能护圣功。易言之。凡事遇贵人方能吉也。亦即能过了忧危第几重。从今再历永无凶之境。凡事谋略之时必守之。不宜盲目冲之。三思而后行。方不致吃大亏。是到头来讼中有理。病得安愈。出外求外。枯井逢泉者也。此签有”有惊无险”之意。提醒当事人，勿自乱阵脚。遇事焦急于事无补，只会让自己更加慌乱、不知所以。应能保持镇静，仔细地思考应对之道。不管做任何决定，都必须以「理智」、「冷静」为前提考虑。在自己本身方面，坚守”施恩不求报、予人不追悔”的道理。然而面对他人的协助，则要铭记在心不可或忘。不论是替你解决了实际上的困难、或帮你解开心中疑惑的人，都应该要充满感激，有机会便加以报答。度过了担心危险的重重关卡，从此以后即使遇到也不会再有灾祸;放宽心顺其自然一定有因应之道，能遇高人相护顺利成功。讼中有理，病得安痊，出外求望，枯井逢泉。凡事遇贵则吉。 ","25":"此签有”误会一场”之意。奉劝当事人，凡事洞察真相。人与人相处，很容易因为对方的无心之过而造成彼此间的嫌隙。须知在事情尚未明朗之前，不应道听涂说、人云亦云，或就此否定他人。眼见不一定为凭，耳朵听到的是非也不见得是真。应保持内心的清明理智，实事求是。切忌只看表面就果断做下决定，否则很容易引起不必要的纠纷。若与人有误会，何妨自己先退一步，解释清楚、尽释前嫌。所谓”十年修得同船渡”，应当把握人与人之间相处的缘份，互相珍惜。此签接日虚望之象，凡事守旧待时。是接日虚望之象。宜守旧待时者。不可听信世人之言。宜自吾有主见。以智止谣。何必听人之者。宜向神求之。神灵加护之时。必有转机。因直待终时亦是无者。因此。守之。规谋之。待来日之计用之。易言之。求闲不闻。目下心烦。欲求名利。徒尔虚投者。 ","26":"此签有”戒慎恐惧”之意。提醒当事人，凡事自食其力。有时人会想依附有权有势的对象，并希望”靠山”越稳越好，认为如此便可高枕无忧。但任何事绝无侥幸。故事中，李邺侯之所以坚辞所有的官职与厚禄，即是因为他心中雪亮，知道”伴君如伴虎”、树大易招风、更不愿被名与利束縳。因此不要妄想一步登天，须知”靠山山倒、靠人人倒”的道理。凡事脚踏实地，靠自己的实力来打拚。在与人合作方面，也应知见好就收，切莫贪图过多的利益，免得沉溺其中、无法收拾。本签者。墙有基址之家。凡事接引贵人乡者。君之今也。一谋一事一番机之时。举棋不定之刻。惟君正逢贵人助也。有银墙铁壁所安靠之人。虽有贵人之签。必须慎交。方有向善之效。否则受伊人愚弄。反得败名。计划谋虑用尽了机谋，思前顾后仍然不敢有所作为;顺其自然，时候到了自然会有贵人相助，就像有铜墙铁壁般的稳固可以放心安住。　古花成事，寒花遇春，疑前阻滞，今得称心。此签墙有基址之象，凡事接引贵人乡。 ","27":"此签有”幸得援手”之意。提醒当事人，凡事以礼相待。这个社会上有各式各样的人，生活在我们周遭，有些熟悉、有些陌生。但是，即使是几乎天天见面的同学或同事，也不代表我们就能够完全了解彼此的全部。也许你自以为熟悉的对方，也仅仅只是工作上的那一小部分。也许他们各有所长，只是没有表露出来。在待人处世上，应能不分贵贱、职位高低，以礼相待。勿起分别心，凡事一视同仁。现在你身边的任何一个人，日后都有可能成为你的贵人。此签月被云遮之象，凡事待时。月被云遮之象。亦即是凡事。暂时且守旧。待时老。君汝之早年也。事事不遇之时。唯多年辛勤。终能入佳境。事事如意者。好景已迫眉睫。愿君多行善。亦即是言积德。以迓天庥者。君之目前即是浮云遮月不得疑惑。得待云开自见明月时。月儿从东边初升正是最美的时候，突然之间乌云骤至将月亮遮蔽了半边;别说月正圆为何又遇缺，只待乌云过后缺处就会重圆。浮云遮月，不得疑惑，得待云开，自见明月。 ","28":"此签有”寻求他志”之意。鼓励当事人，专精技能。百里奚在成为”宰相”一职之前，之所以能够维生，是因为他除了学识渊博之外，还有另一项技能：饲养牲畜。因此除了本身的工作之外，不妨寻求、培养自己的第二专长。先从自己有兴趣的方面着手，不仅让生活加添乐趣，也由于是自己的喜好，更能乐在其中。或听取亲朋好友的意见，参与其它的活动。不论本身是否在行，但只要努力尝试、尽力去做，相信日久也会熟能生巧，变成自己的第二项、甚至更多项技能，不但更有保障，生活也有了更多重心。本签示之曰。是宝剑出匣之象。凡事有高人指出时。必有成者。尽可防身更无疑者。时运已济。安闲守分。至卯年月。大有发展。锋芒毕露者。士子科第。仕官之人。得擢升。另言之。宝剑出匣光辉万里贵人指出。无不赞美者也。宝剑在出鞘时射出光芒，本身的锋芒当还在剑鞘中时也不会被尘垢所影响;当贵人将此剑为你取出，大可安心用来防身不用怀疑。宝剑出匣，光辉万里，贵人指出，无不赞美。此签宝剑出匣之象，凡事高人指出。 ","29":"此签有”误信人言”之意。奉劝当事人，应有自主的判断能力。人在犹豫不决的时候，容易降低自信，所以会转而征询他人的意见，而且希望能回答的建言越多越好。须知在遇到状况不明之时，越要保持沉着冷静。思前想后，理智地分析情势。若恐有遗漏不全之处，向他人请教虽然也是个办法，但多数人的意见，有时并不代表一定是对的。而且询问的人越多，又恐得到的答案越分歧，反而导致无所适从。对自己要有信心，不要轻易随波逐流。此签安身得己之象凡事守旧则吉。本签示之曰，若去采薪蛇伏草。恐遭毒手也堪虞之命途耶。是安身得己之象。凡事暂守旧待时之者。谋事不相宜。一事无成者。田亩。六畜之不利于时。唯山坎是大吉者。易言之。闭口存舌。闲事莫理不可生心恐伤于己。劝您别再有其它的想法或希求，就好像鹤鸟被暗箭埋伏而受伤;或想去砍柴却不知毒蛇暗藏在杂草中，恐怕因此而遭到毒手，实在令人担忧。闭口存舌，问事莫理，不可生心，恐伤于己。 ","30":"此签守己安静之象，凡事宜守旧。本签曰。清闲无事静处坐。饥时吃饭困时卧。可知君尔者当守己安静之时。凡事宜守旧。不宜在此时轻举妄动。动则凶。静则吉之刻。放下身心不用忙。唯有如此。方可除去祸与殃。易言之。守己安静即是待他时之至。必定周全。此签有”思绪杂乱”之意。奉劝当事人，不要随便乱想。须知人可以有理想，但却不能有妄想。理想是实际的，已经拟好了一个方向、并想办法努力去实现。妄想则是随便的、不切实际的空想。未来的事还很难说，那何必去想”如果”?过去的事也已经过去，又何必再执着?凭空想象的事物不可能实现，如果执着于不切实际的幻想，只会让自己越陷越深、无法自拔。天下没有不劳而获的事，凡事脚踏实地，一分耕耘，才有一分收获。清闲无事的时候就寻找一个宁静场所安坐，饿了就吃，想睡能睡;放下身与心的束缚不去牵挂，如此必然不会遭逢灾殃与祸事啊!守己安静，即是神仙，待他时至，必定周全。 ","31":"此签有”寻人捉刀”之意。奉劝当事人，凡事勿太依赖。属于自己本身份内的事，就不应麻烦别人，或干脆丢给别人去做。应能训练自己独当一面，尽量靠自己来解决问题。如果总是希望别人来帮忙，对于本身非但无所成长，得到的收获也不是属于自己的。唯有透过亲身对事物的体验与尝试，才能有办法真正去了解其中所蕴藏的奥妙之处。选择勇敢去面对，将会发现事情其实没有想象中那么困难。此签石中剖玉之象，凡事着力可成。君今之命运也。如石中剖玉之象。八百事啻要费力即可成者。易言之。汝是石中藏玉虽知。孜孜不倦中取玉之勤劳人。人生旅途中。常有惊险之象出现。易言之。玉在石中。匠手可知。直待剖出真可施。前途茫无头绪不禁教人忧疑，就像粗糙的石头中内藏美玉却有谁知;等到有朝一日识货的工匠看出了端倪剖出，这才发觉深藏其中的碧玉竟是如此稀奇。玉在石中，匠手可知，直待剖出，真可施为。 ","32":"此签有”就事论事”之意。意味当事人，凡事不计前嫌。人与人相处，偶尔争吵与不快在所难免。但事过境迁之后，就无须仍耿耿于怀、记挂在心。应能不计前嫌，抛开自己心中的成见，就事论事、公私分明。对于他人的缺失，尽量包容体谅。凡事宽容以对，心胸将更为开阔。此签珍玉内藏之象，凡事忍耐守旧则吉。又是珍玉内藏之象。是凡事忍耐得吉者也。君汝之今也。谋略不宜之时。乍看似机缘。行之反复为之。无一事可成。石中既有玉藏。何必向外去寻。亦即是君守于今。自有展谋之时。不宜动。动不如一静。易言之。珍玉内藏不时求。不见待若遇贵人。事则得吉。不起眼的石头内中心却是块美玉，得到了这个提点何必又向外去寻觅;等到高人慧眼将之分离剖出，正似甘霖一降扫去了杂乱纷扰的思绪。珍玉内藏，不须求觅，若遇贵人，事又得吉。 ","33":"此签有”事无绝对”之意。意味当事人，勿太过主观。有时人对于本身善意的想法与主张，往往非常坚持，认为只有如此才是对的。须知出发点是好意诚然可嘉，但”择善”也不能太过固执。每个人对事情的看法与解读都不一样，只要目的都是善意，可以有很多种方法，不一定非得这么做。在坚持自己理念的同时，也应虚心接受、包容学习不同的做法与意见。过于偏执只会造成自我的局限与他人的反感。所谓”信者恒信”，凡事随缘，不必强求自寻烦恼。此签红日当空之象，凡事自来有成。本签也。红日当空之象。凡事自来有成。君之今也。出入行藏礼义恭。言必忠良听必聪。与友朋。长辈之交。必须礼恭。天下之事能透彻。君之运也。光明则如日正当空时。易言之。空中无事秋水澄清别无阻碍。自然有成者。行事言行谦恭有让不脱礼义的规范，忠言必逆耳，但听取受教必能领悟;心中明似镜一切的事物都能照见无碍，就似光明如红日当空晴朗无云。空中无事，秋水澄清，别无阻碍，自然有成。 ","34":"此签有”饮水思源”之意。提醒当事人，不要轻易变心弃节。有些人的耳根子软，很容易因为他人的言语而受到影响，或因眼前的美好事物而受到动摇。若遇情况不明时，要能把持内心，冷静而理智的思考，才不致于随波逐流、左右摇摆无所适从。常常回想当初的患难之情，莫忘旧情。多增进亲朋好友彼此间的互动、关怀，才能凝聚坚强的向心力。认清什么才是自己想要的，时刻提醒自己念念不忘。此签衣冠重整之象，凡事改变大吉。此签是扫却当途荆棘碍。三人共议事相同者。可知重整之象。凡事改变即大吉。功名。交易均可得利。求财。时运。六畜亦均有利可图。是谋略成功。年运亨通之时。一旦称心。万事通之刻。君汝之今为不须忧虑。自有期间。前程事更换可宜。重新打点自己抛去旧有的习气，说没有功劳实则上却是有的;挥去眼前困难的阻碍，三人共同商讨必能达成共识。不须忧疑，自有期间，问前程事，更换可宜。 ","35":"此签有”居安思危”之意。提醒当事人，小心行事。人在得到帮助、好运连连或机会来临之时，往往喜不自胜、乐不可支。须知纵然目前看似稳操胜算，有势在必行之意，但切勿过于开怀狂喜，仍应时刻自我警惕”物满则溢、乐极生悲”的道理。冷静下来，仔细审慎地思考接下来该怎么做。在此同时，别忘了兼顾到别人，更不要忽略了他人的感受。应尽量保持平常心，切勿急躁，放慢脚步、顺势而为。此签系猿脱锁之象，凡事通泰。本签曰。目前病讼不须忧。实地资财尽可求。是上上之签。惟有积德。布施之举。必可更进展之机。如忽尔遇不如意之时。因君汝目下是系猿脱锁之象。凡是通泰。因此。再加修心向善。必有神佑。易言之。且自宽舒待他时至路达通衢也。此刻的疾病官司不必忧愁，充足的资财尽可以解决问题的需求;就好似猿猴解开了身上的枷锁，得以返回仙洞来去悠游。脱除心事，且自宽舒，待他时至，路达通衢。 ","36":"此签有”漠不关心”之意。提醒当事人，勿太独善其身。有些人不喜欢涉入是非，也不贪图它物，更不愿与人高攀，因此本身信誉极佳。须知本身洁身自爱又能自律是一件好事，但遇到需要帮忙或协助的情况时，也不能完全置之不理。凡事”不沾锅”的处世态度，虽然可以远离许多是非纠葛和省掉许多麻烦，但却会让人觉得过于自命清高、只顾自己不管别人，似乎有点太偏于自私。行事勿独来独往，应多与人结交相处，能帮得上忙的就尽力而为，如果有人需要忠肯的建议，也不要吝开金口。在顾好自己的同时，请别忘了兼善天下。此签风中灯烛之象，凡事谨慎则吉。本签也。风前灯烛之签也。不相宜者。惟凡事小心。谨慎则吉也。君必须收拾深堂坐。亦即是得静为宜吉。如动则凶至。只好暂时忍耐之。时到之时。必有吉祥之象。随君而来。易言之。静处安身命待时泰。动心惹祸。静守救危耶。想解决身体健康与运势如意的疑惑，宛如风中灯烛不是好时机;莫不如安身守己静待养身，自然可以避免掉不必要的事端。静处安身，命待时泰，动心惹祸，静守急危。 ","37":"此签有”急躁武断”之意。意味当事人，小不忍则乱大谋。”忍耐”的含意很广，范围包罗万象，不单只是表面上的形容。”忍耐”是积极的、勇敢的、坚强的、乐观的、真心的。举历史故事的例子来说：『刘琨闻鸡起舞』，是积极的忍耐。『宰相萧何追韩信』，是勇敢的忍耐。『程婴忍辱匿孤』，是坚强的忍耐。『诸葛亮隐居卧龙冈』，是乐观的忍耐。『郭子仪免冑见回纥』，是真心的忍耐。藉由忍耐，时时刻刻考验我们的心性，并激荡出无比的智慧。凡事忍耐，并不间断地充实自我本身的学识。此签浮云遮月之象，凡事守旧待时。本签为浮云遮月之象。目前事事无须如意之时亦即是劝君叵动。俟时运之来至。动之方吉利。唯有汝宽心守待。耐心待至拨云见皎洁月娘时。汝即家居无忧。人口阴灾作福。保佑之。不致有破财之时。守之。不宜不遵行天上的明月正初出，突然之间云遮雾掩隐去了光芒;且安心静守飘云自然散去，柳暗花明前景可期。家居无忧，人口阴灾，作福保祏，又恐破财。 ","38":"此签安静守旧之象。本签告之于弟子曰。若把石头磨成镜。精神枉费一时休之安静守旧之象也。一切事宜皆在低潮中。宜小心。小心。如六畜之损。田亩之亏。宜拾旧图新。适合时潮。方能振兴起色。六甲生女亦不必气馁。宜积德。修身为先。必有赖之。易言之。千般用计届时皆空心守旧。不必强求者。此签有”积怨难消”之意。奉劝当事人，勿存心不良。有些人一旦受到不留情的指责或羞辱，就会觉得难以忍受、恼羞成怒。为了达到报复的目的，甚至想利用不相干的人。须知在愤怒当头时，很容易失去理智，产生不好的念头，做出失当的行为。当思”说者无心”，宽容原谅。有些话听过就算了，实在不必因此而耿耿于怀、把自己气得半死，更不应怀恨在心、挟怨报复。另外，自己本身的事，切勿牵连到不相干的人身上。所谓”己所不欲，勿施于人”。就像未知的事情难以预料，别只顾自己有所强求;就好像想用石头来磨成一面明镜，恐怕耗尽精神心力也只是徒然。千般用计，一旦皆空，安静守旧，不必强求。 ","39":"此签有”知礼尽孝”之意。意味当事人，不论男女，都应知礼法、尽孝道。孔子说：”非礼勿视、非礼勿言、非礼勿听、非礼勿动。”人必须约束自己的行为举止，凡事都不应越矩。现今电视节目、电影、网络、书籍等，会污染身心产生妄想邪念的，不应看。不道人之短，不说己之长，不过问别人的隐私。别人在说八卦、私事，不关自己的事，避得远远的，不听。不做违反道德良心的事。凡事真诚、尊重、为他人着想，即是知礼。尽孝道是做人的根本，莫忘父母生养之恩，凡事勿让父母操心，时刻挂念、问候关心，而不只是在金钱上的供养。守礼尽孝是道德的根本，不会因为时代变迁而有所改变。此签阴长阳消之象，凡事先难后吉。本签是阴长阳消之家。凡事先难后吉者。不管是交易。求财。时运。均在开始时。均为不利。但是因一己之奋斗。苦心造诣。终有出头之日。所幸田亩大收。六畜兴旺。皆是祈福所赐。疾病。皆有险。宜小心。易言之。阴利女人。不宜男子。若问求望。无忧从喜。太阳西下月亮就东升，阴生阳失是两者间的状态显现;如果女人求占得到此一卦象，即称心如意福禄增添。阴利女人，不宜男子，若问求望，无忧后喜。 ","40":"此签有”贪多必失”之意。奉劝当事人，凡事要懂得节制。对于目前所拥有的，应知好好珍惜、谨慎运用。牢牢把持身心，勿让欲望无止尽的扩大。当知满足现状，切忌还想要更多更多。行事勿过于骄纵奢华，勿沈迷于酒色财气之中。否则纵有金山银山，转眼也会成空。不要妄想把全部的东西都想要占为己有。不属于自己的物事，不必强求。此签认贼为子之象，凡事不宜苟且。本签示于弟子曰。认贼为子之象。不宜苟且者。神戒之曰。莫贪眼下有些甜头。趋之。后果堪虞。到头来还是受苦者。功名。交易。尚不理想。求财皆在待时之命运。为认贼作子之时。易言之。只道一着君子莫错宰把身心不致耽搁。事事无绝对的道理你必须要谨记，就好像目前认贼人为子一样;不要只看到眼前的利益就急着贪求，岂知日后还得要担忧受苦。只道一着，君子莫错，宰把身心，不致耽搁。 ","41":"此签有”顺势而为”之意。提醒当事人，凡事不要太固执。须知出于善意的做法没有什么不好，但要能审时度势，视情况来推动。勿立刻急于改变现状，而忽略了旧有的行为模式。对于旧有的模式，应仔细评估衡量，去芜存菁、再加上自己的新理念，或可让事情更臻完满。自己的想法固然没错，仍然可以听听别人的意见，对于旁人恳切的建言，要能虚心接受，慎重思考。切忌带着个人的偏见、只为了反对而反对。此签天垂甘露之象，凡事大吉利也。本签示之曰。天垂甘露之泉。凡事大吉利者。亦即是先难后易者所得。功名成。交易就。婚姻虽平庸。但是难得之缘也。时运至冬季即至。六畜。田亩皆旺之时。宜勤俭。千万不得浪透。陷已于绝境者。易言之。天降甘露。君子莫忘求谋成就。和合吉昌之签也。你施予的恩泽利益众人无数，又公正无私的祈祷上天赐给大众粮食;一切有情都因此受益无穷，得到甚大的好处与方便而得以周全。天降甘露，君子莫忘，求谋成就，和合吉昌。 ","42":"此签有”不拘小节”之意。提醒当事人，不要太吹毛求疵。有些人除了对自己很严格、对别人也很挑剔，凡事都要求十全十美，尤其重视细节。须知对于自己本身，过度要求完美，反而会放不开、形成一种无形的精神压力。而在待人处世上，更应有容人的雅量。所谓”人非圣贤，孰能无过?”。每个人都有个性上的小小缺失，但只要不影响大局，又何必在意?不要刻意挑三捡四，硬把自己的想法与要求加诸在别人身上，否则容易导致旁人无法忍受。成大事者只放眼大处，不拘泥细节。此签天地交泰之象，凡事遇贵。本签为天地交泰之象。是事事和谐得称人者。季冬有喜。交春之时。人事遂意者。必是喜事连连之人。万象新之时。自形自色自怡神。事事吉祥之际遇。相机而动者。易言之。本签者天生万物谋望皆新福德积聚瑞气添增。可喜之签也。天地顺适安泰万物欣欣向荣，本身各有各的形貌显现安定怡然的神色;这种种现象繁多却漂亮地呈现在眼前，象征着事事和谐称心如意。天生万物，谋望皆新，福德积聚，瑞气添增。 ","43":"此签有”多方思考”之意。意味当事人，谋定而后动。在面对事情时，不论大小，要能从里到外、仔细地分析判断。保持清明的理智与思路，冷静而缜密地假设任何可能发生的状况，模拟并想出因应之道。眼观四路、耳听八方，着眼大处时，也要兼顾细节。另外，在情况不佳而本身又处于较不利的弱势时，如果想硬碰硬，无异以卵击石，绝对没有好处。不妨请教志同道合的人，共同商议。借着众人集思广益所想出的办法，也较能万无一失。大家有志一同、互相砥砺，相信定能扭转颓势、迎向成功之路。此签棋逢敌手之象，凡事先吉。本签为棋逢敌手之象也。凡事先吉。凡未小心。节俭则有转恶之嫌。宜小心为之。棋逢敌手之时。必藏有机。决定胜负之时莫迟疑。认为可行则毫不犹豫之下即可。尤应和者。善有善报。恶有恶报。示人早知觉悟多作善。方能有善报者。下棋时遇到实力相当的对手应该更小心，此刻仍然拿不定主意;想要知道最后到底谁胜谁负，必定是能掌握机先，抢在前头的人。欺求心事，如同着棋，要知胜负，先着莫疑。 ","44":"此签有”千锤百炼”之意。勉励当事人，凡事要禁得起考验。在人生中有一道一道的关卡，会遭遇到很多种情况，都是为了让我们能增长智慧、磨练心性。其中，当然也要学习忍耐。所谓”玉不琢、不成器”，越是可造之才，碰到的挫折与屈辱也会越多。乐观地换个角度想，很多事都只是一种过程，而你比别人多了更多的机会去体验，未尝不是好事。现在你极痛恨的人，说不定日后却是你最感激的人呢。有句话说：”不合理的要求是磨练”。凡事若能忍一时，将来必定受用无穷。此签积福门庭之象，凡事营谋则吉。灵签曰。温柔自是胜强刚。积善于门大吉昌。为使己之事务。求财。时运吉昌者。必须积善。修德。布施。方能亨之。久而弥坚。易言之。天地有感应验非常佛神保持得福寿长之签。温柔本身必定比刚强占优势，多行善事必定有利;如果有人求占得到此卦，就好似饮下琼浆止住了饥渴。天地有感，应验非常，佛神保佑，得福寿长。 ","45":"此签有”随缘自在”之意。意味当事人，人贵自立。很多成功且耳熟能详的人，在尚未成名之前，都只是个平凡而普通的小百姓。他们甚至没有料想到自己会成功。所以不必因为默默无名、或人微言轻而感到沮丧或自卑。毋须羡慕别人，应当知福惜福，坦然乐观地看待现状。每个人的价值观与人生观都不同，不要被别人的言语影响而导致心中摇摆不定。只要固守本分、一心向善，事情不论大小，只要是对的，就尽力去配合，努力把它做好。凡事尽心自律、无愧于心，必有机缘到时、一显身手之日。此签枯木生花之象，凡事待时则吉。本签为枯木生花之家。即是万物逢春复苏之象。君尔多年辛劳得报于斯时。惟早植因缘。必有喜事连连。诗日：劝君耐守旧生涯。爰之。君之今宜静。不宜动。动则凶。静则吉。亦方能枯木再开花。向使逢遇贵人。可攀之。伊者后日之诸侯。易言之。决心守旧时至成就行多多逆。安静无忧。劝你遵循保持以往的步调，安固身心切勿听取不正当的事理;直到有人行方便助你一臂之力，就像满园枯木逢春再开花。变心守旧，时至成就，行则多逆，安静无忧。 ","46":"此签有”努力向上”之意。鼓励当事人，凡事力图振作。人最怕光说不练、或立定志向后，又轻易退缩、不能坚持到底。须知任何事只要有决心，就无须担忧起步太晚、或觉得不可能、更不要想”放弃”的念头。时时刻刻自我砥砺，朝着目标努力、再努力。所谓”天下无难事，只怕有心人”。切勿半途而废，只要抱着希望、努力不懈地持之以恒，如此成功之日，想必也不远了。此签福禄双全之象，凡事兴隆大吉。本签者。福禄双全之象者。凡事兴隆大吉之签。曰锦上添花色更鲜。运来之时也喜双全。八十二对大魁。不是晚也。奉献社会人群。积吾德。荫子孙。何乐不为。为天数之所赐。宜再积德。方有同点灯之故。易言之。儿有双亲。守时待庆遂平生志。都来自命。犹如彩色花纹的织品上加了朵花儿更添鲜艳，时候至时好运官禄连连令人称贺;现在的人不必惊异功名迟晚，金榜题名之际天下皆知且广为流传。儿有双亲，守时待庆，遂平生志，都来自命。 ","47":"此签有”胆大心细”之意。提醒当事人，智勇兼俱。有些人够勇敢，但不够细心。有些人够细心，却又不够勇敢。那么要如何”有勇有谋”呢?其实平日若能深入细心地观察周遭，就能发现人事物之中细微巧妙的变化，也可以早一步掌握先机、提前准备行动。凡事仔细用心思考，判断事情的轻重缓急。一旦下了决定之后，就不要再犹豫不决，试着勇敢放手一搏。如果因迟疑再三而畏畏缩缩、导致错失良机，岂不叫人徒呼可惜。此签鹍鸟化鹏之象，凡事兴隆大吉。功名成之。利得之。婚合之。六畜旺之。六甲全之。官事。等等。无一不顺利也。直冲云霄之外。无可与伦比者。惟逢此佳境。勿忘今之所由成。积德。布施之再行者。可维护君尔之谋望无疑。易言之。今之君也。桂花时节财禄成此。鹍乌在秋天的时节转变为大鹏鸟，尽情得意飞升翱翔;亳无阻碍直上万里之外，听凭众多禽鸟终究无法相比。鹍鸟化鹏，诸禽不能，桂花时节，财禄百成。 ","48":"此签如冰还原之象，凡事只宜苦守。此签有”自寻死路”之意。奉劝当事人，莫心怀不轨。有些人表面上对别人很好，但其实心里满是害人的念头，只是隐藏的很好，看不出来而已。须知此举也许可以骗得过旁人，但终究骗不了自己。表里不一的人是很痛苦的，有时说了谎，却又怕被揭穿，于是再说一个谎。如此恶性循环，提心吊胆。但是内心交战，知道是”明知不可为而为之”。这种良知的谴责，岂不是自我折磨、苦不堪言?所谓”害人之心不可有”。凡事要能行得正、坐得稳，勿存妄想邪念，免得害人又害己。谋求众多的作为最终仍然冰溶于水，又何必贪图不轨深受其苦;唯一的办法只有静心安份守己;等到事情发生转变后自然能消除你之前种种的疑惑。水冻成冰，冰还溶水，若问营谋，何如不理。 ","49":"此签有”友善关怀”之意。提醒当事人，互助互动。即使本身事情再多、再忙，也不能忽略了与周遭旁人跟亲朋好友间的联系交流。透过本身发自于内心的真挚恳切，旁人必能感受到善意与温暖。这种内心的真实感受，胜过外在的一切有形物质。凡事由本身做起，藉由诚恳的表达与关心，自己与他人之间，在无形中也递增了互信互助的情谊，因此而更加团结、更加和谐。此签顺风行船之象，凡事和合大吉。本签曰。五湖四海尽行船。高挂风帆把舵坚。如三宝太监。郑和之行之于南洋也。只要把舵牢住。必可扬德威于异域者。为顺风行船之象。凡事和合大吉者。虽大吉之签。百事兴。唯必留心正应。反应之不同。易言之。本签者自在优游。不须着力。财源重重。无不惟悦者。五湖四海都可以驾船遨游，扬起风帆稳住船舵;所到之处皆能得到顺风相送，船上满满的收获令人欢心喜悦。自在优游，不须着力，财源重重，无不惟悦。 ","50":"此签有”坦然面对”之意。提醒当事人，知己知彼。如果能够有自知之明，在面对问题的时候，不会选择逃避，也不会冒然有所行动。仔细分析自己的优势与弱势，就能找出适合自己的志向、又能发挥所长之处。知道该怎么努力才能成功;面对挫折与失败，也会勇于承认接受、彻底的自我检讨改进。先知己后才能知彼，再谨慎地审时度势，必能如鱼得水，前景可期。此签炎天生凉之象，凡事所谋稳当。本签之诗也。炎天生凉之象。凡事所谋稳当者。虽是中平之签。人生之乐在于此。凡事知足之时即大安。谋事不宜因小嫌弃。改大则败者。一石拾之嫌小。舍之。再拾之。无一而足者。到头无石可捡。易言之。进用莫疑。最佳期日至。凡成谋望。不须忧虑。夏天刚刚来临，白天的时间变得比较长，人们都因为过于炎热而感到烦闷不爽;其实上天也明白众人的心意，因此派遣南风专门送来凉爽。进用莫疑，佳期日至，凡成谋望，不须忧虑。 ","51":"此签有”枉费心力”之意。奉劝当事人，眼见不一定为凭。须知社会上很多种现象都是真真假假、假假真真。有时眼里看到的、耳里听见的，都可能只是表面，甚或是一种假象。是、非、真、假，唯有靠智慧来判断。在做任何事之前，一定要经过仔细的思考与再三的求证。莫被一时的假象所迷惑，也不要立刻就信以为真、冒失行动，结果恐导致白忙一场，只是徒劳心力而已。此签水中捉月之象，凡事所为不利。水中捉月之象。凡事所为不利。在水中捞月亮很费工夫。但是费尽工夫却又捞不到。不要相信闲言和没有根据的言论。白白用心。做事也不能完成目标。易言之。讹言莫信。费力劳心。家宅不利。不可妄行。犹如费工夫想要捞起在水中的月亮，耗尽了方法仍是一场空;别再听信流言和不真实的话语，枉费心思力气，最终想要谋取的事物终究难以如愿。讹言莫信，费力劳心，家宅不利，不可妄行。 ","52":"此签龙吟虎啸之象，凡事求谋吉昌。本签为龙吟虎啸之象也。凡事谋略之。吉昌者也。失意翻成得意时。黑暗之去也黎明至。光明也。于是青云中有路。终于到。天神允我功名可期。易言之。教去即去教。住即住口有亨通到头必利者。一片虔诚祈保之。必有帮助于君尔。此签有”收放自如”之意。提醒当事人，凡事适度地拿捏分寸。有时人往往太在意别人对自己的看法，所以刻意保持身段，却因此放不开，说话做事也相对地被局限。有时人却因为太过随性，反而变成我行我素，又会让人觉得放肆且不知礼法。其实该严肃时就要严肃，不要仍然嘻皮笑脸、东张西望，会让人觉得举止轻浮、三心二意。该放松时就要放松，不要一昧墨守成规、过于拘谨，又会让人觉得难以相处、不知变通。应视情况场合，调整本身的行为举止。说该说的话，做该做的事。 ","53":"此签梦中得宝之象，凡事多虚少实。本签曰。梦中得宝醒来无。可知君之谋望。均归虚者也。功名。交易。婚姻。求财等。皆守旧方可。目下之所由成者积德。修身之不足所由生。爰之。更在修阴骘方面多下功夫。必有转机之时。前程方可远大。易言之。本签也。戒人去恶从善。趋吉化凶者也。此签有”南柯一梦”之意。奉劝当事人，勿痴心妄想。人常感叹自己时运不济，又冀求功名富贵，希望一切应有尽有，好满足自身的欲望。因此常常幻想，日日做着发财梦、升迁梦，渴望有朝一日真能实现。疏不知人生如梦、得失无常，富贵荣华也只是一时的虚幻，转眼便成过眼烟云。奉劝当事人，与其空无的痴心幻想，还不如脚踏实地、诚恳务实的做好自己的本份。好运不会凭空而来，凡事有付出才有收获，知足即是福。在梦中获取了珍贵的宝贝，醒来时却空无一物，应知犹如巫山云雨般不过是场虚幻;想要知道婚姻与疾病诉讼的吉凶?还不如换个想法与途径较务实吧。如水中月，形短形长，皆由分定，何必商量。 ","54":"此签有”失控惹祸”之意。提醒当事人，遇事不宜意气用事。有时人与人之间难免意见不合而发生争执口角。须知冲动于事无补，无论对方是否有错在先，但如果因此而忍不下一口气、非要争个理出来，却可能导致撕破脸不相往来、见面又尴尬的局面，甚至拖累到不相干的人替你收拾残局。这都是因为欠缺理智且没有顾虑到后果所造成的影响。俗云：”冤家宜解不宜结”。与其吵得面红耳赤闹得不可开交，还不如冷静下来，想个好方法，既不会伤害到对方，又可以避免让事情重蹈覆辙。心平气和解决问题，而非制造问题。此签接竹引泉之象，凡事着谋吉利。本签示于弟子曰。子孙贤。衣禄丰盈富在天。君尔之命。即是富贵天定者。大吉大利之签者。功名。交易。婚姻。求财皆如意者。而且吃饭困时眠之运。逢此大吉利之时。宜多修德。积善。更可发扬光大者。世代传承子孙优秀贤能，衣食无缺富贵在天;金玉满堂无忧无虑自然舒爽，饿了就吃，倦了就眠的生活必然适意。祖宗积德，福禄后昆，荣禄并耀，光裕门庭。 ","55":"此签有”功成身退”之意。意味当事人，凡事见好就收。任何事情在成功之前，都会经过努力的打拚、付出大量的心血，才能得到丰硕的成果。但在任务完成、功成名就之后，如何”见好就收”，才是最困难的考验。须知万事万物都没有一定的准则，既无法预料，也无从掌控。事情来了，就去面对，尽力去做，做完了，就要放下。凡事不要留存太多的眷恋，太多的眷恋只会让人更加执着，形成沉重的包袱丢不下。不要画地自限，适时地跳出束缚，才能随心所欲。凡事随缘，无须强求。此签涧水行船之象，凡事先难后易。本签是涧水行船之象。是凡事先难后吉者。虽是君尔力劳撑驾。恐有损伤。先是劳而无功。路顺指出前江去。自有风静浪平。一路顺风之时。必须更修身。积善。布施。天心感应之时。必有更上一层之列。易言之。涧小滩多掌船劳力指出前江风帆顺得。溪涧窄小又暗藏巨大的石块，使得流水经过时都发出激响，这样的情况下辛苦拚力前进恐怕会导致船体因此受到损伤;如果能够找出更适合的途径，如此才可风平浪静无所阻碍。涧水滩多，掌船劳力，指出前江，风帆顺得。 ","56":"此签有”随机应变”之意。鼓励当事人，积极表现。有些人很懂得如何随机应变，有时连身边看似不起眼的物事，都可以适时拿来运用，成功地为自己加分不少。须知很多机会往往稍纵即逝，要能够把握契机。即使看似希望渺茫，但仍值得一试，说不定就此一举成功。在自己本身方面，凡事勿预设太多立场，不要太悲观，所谓”因地制宜”，配合环境、人事，适度地调整做人处世的态度。应勇于尝试，不要太固执而一成不变。此签好子见娘之象，凡事遇贵则吉。本签者好子见娘之象。凡事能遇贵人则化吉也。凡遇事可受贵人扶之。提携之后可成。必为其人所敬仰。一倡百和者。事事可以成功。好衣好禄日当空。易言之。选用谋望皆大吉昌。从心恳切。如子见娘。是与非就把它当成耳边过风，目前哪里有什么好顾虑的呢;你别忘记以往种种发生的事情，我们的想法依旧没有差异。选用谋望，皆大吉昌，从心恳切，如子见娘。 ","57":"此签有”虚心求教”之意。告诫当事人，勿恃才傲物。有些人因为本身才气纵横而自视甚高，因此目空一切，对于身边的人事物，也常看不上眼，甚至语多讥讽、一派自以为是，非不得已，决不向他人求教。须知过于刚硬的个性会带给别人不悦的感受而容易导致处处碰壁，如果能够正视并收敛此种狂放自傲的个性，凡事虚心下问，加上本身的才华与能力，相信成就一定不只于此。对于身边亲朋好友的劝告，务必听进心里去，想一想别人为什么这么说。此签守旧生涯之象，凡事不可妄为。本签者。要君尔必守旧生涯之象。凡事必须三思而后行。不宜轻举妄动。诗曰。忠言善语君须记。勿因不满现况而见异思迁。一股干劲。结果带来不可收拾之残局。是时悟之。不如不作。实时已晚。噬脐不及者。易言之。得往且往可往旧路温故知新莫求别路。忠言必逆耳的道理你必须牢记，何必舍近求远往别处寻找其它的技艺;劝你守旧温故而知新，除此之外应该是没有更好的方法了吧。得往且往，可往旧路，温故知新，莫求别路。 ","58":"此签有”是非难断”之意。告诫当事人，喜恶勿过于分明。我们有时会对某些人觉得反感，不管对方说什么做什么，就是看不顺眼，非常排斥。甚至双方互不相让，情势也越陷越僵。其实同样的人、事、物，在你看来或许不好，但若换在其它人眼中，却变成是好的。须知”好”与”坏”很难论定，甚至没有一定的准则。但人都是用自己心里的一套标准来评断，而每个人又有不同的想法，所以看出来的事情就有了好、坏、对、错的分别。如果能少点主观、多点客观，好恶心就不会那么重，也比较不会太固执。另外，凡事不要替人强出头，做好自己的本份，修身养性。想上高楼躲避灾难，四周却处处是荆棘阻碍;须知万物的安排是早已经注定好的，世事难料，谁能知此刻的得意下一秒即变成失意。如醉饮酒，如何且守，直待时来，无灾无咎。 ","59":"此签有”心浮气躁”之意。奉劝当事人，尽量平心静气。须知过度的情绪反应，会让人失去对事物应有的基本分析能力。也因为无法保持冷静，在此时做出的判断往往失策而且导致不可收拾的局面。如遇有大喜大悲大怒之事，不要急着做出反应，先试着把自己冷静下来，让情绪归于平稳。心平气和之后才能专心思考，谨慎反复过滤求证之后，才能做出正确理智的判断。凡事勿冲动躁进，小心行事，免得乐极生悲，后悔莫及。此签抱薪救火之象，凡事守旧则吉。本签示之于弟子曰。抱薪救火。当然火会增烟。霉头加以霉繇此可知。君尔凡是着手兴事。必须守旧。千万不能逞一时之勇。见人之成。见异思迁。轻举妄动。恐怕有大害。不仅不能成事。反而将事弄砸。得不偿失。易言之。总有千般一旦皆休安心守旧维得无忧。宛如抱着木柴去灭火，火却越烧越旺，最后都被大火吞噬殆尽一无所有;此刻若要问出入营谋等事，还是安心守旧才能无忧。总有千般，一旦皆休，安心守旧，维得无忧。 ","60":"此签有”不可貌相”之意。鼓励当事人，要有自信。很多人常不甘安于现状，觉得自己地位太低、人微言轻，因此无不想力争上游，爬得越高越好。但俗云：”三百六十行，行行出状元”。职位高低代表的只不过是一时的虚名，不一定非要苦苦追求。这个社会需要各式各样的人，人人各司其职，才能保持平衡。应以自己的工作为荣，知福、惜福，安居乐业。切勿好高骛远，岂不知欲望少一点，快乐就更多一点?另外，切勿轻视小看地位卑微的人，也许其中卧虎藏龙个个身怀绝技，只不过自己有眼不识泰山罢了!此签佳人欢乐之象，凡事大吉如意。本签之示于弟子曰。日上吟诗月下歌者。为佳人欢乐之象者。凡是百事兴。大吉昌之征。因时运知。所谋之事也。百事如意之时。惟将如此康泰上盈之道。何如保之。冤之。保之。方能克终。易言之。君之今也。佳人在屋唱。吟诗曲一片欢嘉取乐且足之佳境。与佳人白天吟诗晚上唱歌，欢喜作乐笑开怀;在此相逢聚首无所不谈，耳边众人的喝采声连贯不绝，这样的生活是很满足快乐的啊。佳人在屋，唱吟诗曲，一片欢嘉，取乐且足。 ","61":"此签有”人善被欺”之意。意味当事人，勿灰心丧志。莫听他人闲言是非，有时面对别人的调侃相欺，不妨忍一时，无须放在心上。此刻莫要急躁，专注在修养品德之上，保持良好的处世态度，继续努力、并不间断地充实自我本身的学识。俗谚云：”不经一番寒彻骨，焉得梅花扑鼻香?”相信自己、存善持之以恒，必有大成之日。另外，对于亲朋好友的关怀协助，应要谨记在心，有机会便加以报答。此签守旧平安之象，凡事遇贵则吉。本签也。守旧平安之象。凡兴事。能遇贵人扶持之时。必能顺利者。晨昏全赖佛祖扶持。因之。必须先由吾身之修德。积善始。神方能有所庇佑。凡事须隐忍。藏器以待用。不宜急。不可躁。易言之。君之命也。诸事平稳四方名显。改换从新。凶存吉现也。早晚皆依靠神佛的护持与庇佑，纵然逢凶仍可化吉;如果遇到贵人拉提牵引，这时候福禄自然也随之而来。诸事平稳，四方名显，改换从新，凶藏吉现。 ","62":"此签有”刻苦磨练”之意。奉劝当事人，勿轻言退缩。须知在下任何决定之前，一定要经过审慎而思密的考虑。尤其当一切都是未知数时，原本就备加困难，本身是否合适、能否发挥，都是必须再三向自我求证的考虑因素。下定决心去做之后，就不要因为过程中必然遭遇的阻碍或不顺遂而心灰意冷，甚至想干脆走回头路。凡事不要轻言放弃，免得最后落得两头皆空，不仅劳心费力，更蹉跎了岁月，实在得不偿失。此签海中寻针之象，凡事费劳空力。本签也。海底捞针之象。凡事费劳空力之征。成为如此者。时也命也。不得违之。逞一时之强。却不得任何结果。反而受到不利。甚至吃亏。蚀本之情形出现。福是福基福埋福种。说得分明且宜手拱。从前驾船时遗落了针，现今仍然在海中寻找;如果还能找到原来遗失物的地点所在，一定是费尽了心力与精神啊。福是福基，福埋福种，说得分明，且宜手拱。 ","63":"此签有”祸从口出”之意。奉劝当事人，勿心直口快。本身的自我情绪管理很重要，切忌在发怒或不顺意时就口出恶言。须知人在心情不稳定时脱口而出的话杀伤力都很重，在当下极容易触怒或伤害到他人，让人怀恨在心而不自知。这种言语上的过失，恐怕事过境迁也难以弥补。另外平常行事勿过于招摇，在物欲上应知有所节制，避免处处与人逞强比较。凡事谨慎谦虚待人，方可远灾避祸。此签鱼遭罗网之象，凡事提防陷害。本签者。暗遭罗网四边围之命者。凡事必须提防歹人陷害。此运者起跌不常者。且虚。险。惊。改。凶之者多。经多方面涉尘。终能出险。惟此历程艰苦异常。无以数计。思量无计翻身出。易言之。身居尘内祸自天来。早须防备免受其灾。就似金鱼放入湖中本可自在悠游，哪里知道已被人在四处撒下了罗网捕捉;费尽了心力却无脱身之法，最终独自哀痛地命丧黄泉。身居尘内，祸自天来，早须防备，免受其灾。 ","64":"此签割肉成疮之象，凡事守旧待时。本签者。割肉成疮之象者。凡事必须守旧待时。不宜轻举妄动也。因时命之注定君尔之命眼欢喜未为欢。危不危兮安不安。日下运多拂逆。毫无利息可言。如百花凋落。无复荣华之望。几希万事皆空之势。易言之。如得止。且止知欢割自己肉痛本一般。此签有”自作主张”之意。奉劝当事人，不要太固执。人很主观，有时心里已经有主意的事，虽然可能还是会找大家商议，但纵使多半的人持反对或劝阻之意，却依然我行我素、执意照自己的意思去做，结果往往不如预期，甚至导致一败涂地。须知很多时候我们对事情的看法不见得都能面面俱到，多少会有遗漏或误判之处。因此对于旁人的善意提醒或规劝，应有雅量去接受，虚心检讨并加以改正。所谓”人非圣贤，熟能无过?”就算已经犯下了过失，但只要勇于认错，相信大家仍然会接纳、帮助你，让事情不致于到无法收拾的地步。眼前的欢喜不见得是真欢喜，祸福安危实在难以论定;到底为了什么事情要让自己受创?还不如安份守己才是上策啊。得止且止，知欢且欢，割自己肉，痛本一般。 ","65":"此签意滞之象，凡事待时仔细小心。本签者意滞之象。凡举事待时。且必须仔细小心。无一是处之时。目下不许君丝毫动之。一动不如一静。以目前之情况守之。不可勉强。一强求。逞一时之勇之时亏即主。弄巧成拙。无一可图利。易言之。守静安静安分无忧不须贪望自有优游。此签有”六神无主”之意。奉劝当事人，勿心慌着急。人在遇到难题的时候，常会因不知如何是好，所以往往转而向旁人求助，希望藉由对方的建议，能让事情有所帮助。其实自己本身的问题，应该是自己最了解。不妨冷静下来，仔细思考，将事情层层抽丝剥茧、一一厘清之后，也许就能找出症结所在。若实在是想不出办法、非要向他人求助时，也不要随便拉个人就猛吐苦水，应慎选欲请教的对象。有些人可能听完还没消化，就主观的高谈阔论，不但对事情没有帮助，恐还因此被他人的你一言、我一语误导了方向，更加混乱。应请教客观中肯、又能从中指出关键处的对象，才有助于厘清问题，帮忙你解决困难。催马行走，但地势险恶，距离仍相当遥远，失群的羊儿偏偏碰上了老虎;就似船只在急流狂风中行驶，也好比晚春将结束绽放的花朵，又遇霜雪更加速枯萎。守静安静，安分无忧，不须贪望，自有优游。 ","66":"此签心中端正之象，凡事平稳大吉。本签之曰。心中端正之象。凡事能平稳大吉之者。一条金銔等君情。由它衡量即是无减无增。无重轻为人之道。即是人心平生心正直之时。即使不识文章也明白义之道理。易言之。平生正直善处人情只依本分天下则太平矣。清高门路即可。此签有”乐善好施”之意。提醒当事人，适度地投其所好。一个人本身如果存心正直、知礼守法，已属难能可贵。但除了本身的品德之外，如何兼顾人情，也是必须注意的因素。在与人相处时，如果能够多花一点时间，用心倾听对方的感受，不但能让对方觉得有”被重视”的感觉，更可因此知道对方的喜恶，帮得上忙的地方就尽力协助，而对方的禁忌，也可以避免误触。这种处世哲学，跟佛经上所说的”悉令满足诸需求”有异曲同工之妙。人都是互相的，当你替对方解决了问题、让对方心无烦忧之后，对方也会反过来想帮助你。这时再提出自己的看法与做为，相信一定能获得多数人的支持与认同，让事情更圆满。所谓”带人要带心”，也是这个道理。想要用一条金秤来衡量你的品性节操，是测不出增、减、轻、重的;乃是因为你平生存心端正毫无偏私，纵使不识文字，仍然通晓义理无碍。平生正直，善处人情，只依本分，天下太平。 ","67":"此签有”世代传承”之意。提醒当事人，保持良好的典范。一个人的思想行为，很容易在不自觉中受到别人的影响。因此为人父母师长者，在教导晚辈子女时，应以身作则，举手投足间，都会是对方模仿学习的对象，意义重大、影响深远。在自我本身方面，维持良好的品性道德，勿以恶小而为之，勿以善小而不为。学习他人的长处，若见别人的缺失，也要警惕自己勿犯相同之过。本身有益的经验，不妨试着传承下去，让青山常在、绿水长流。家风清廉，梦也吉祥，积善人家，必有余庆;讼有理，婚可成，衣无缺，纵有疾病，得遇良药，可保安康。日暖风和，百花大发，事莫疑迟，从今显达。此签日暖风和之象，凡事大吉大利。本签者。日暖风和之象。凡事大吉大利者。君尔之门庭清吉。梦也祯祥。古人劝之。积善之家庆有余。家运大吉大利也。积善者。先由心正。不存邪。助人为乐。修身。布施之谓。因之。讼理婚成蚕又熟。易言之。日暖风和百花大发事莫疑迟从今显达。 ","68":"此签有”沉冤得雪”之意。意味当事人，不要太悲观。人在时不我予时心态本就消极，如果还为他人所误解，更如哑巴吃黄莲，苦不堪言。在此看看程婴匿孤存赵的故事，他不但忍辱负重十数年，甚至默默承受不义之丑名，只为了不让忠臣绝后。如此精神情操，今世几人有之?反观自己，不过一时的不顺遂，何苦因此自怨自艾，只要存心正直，凡事无愧于天地，相信必有时来运转、还你清白之日。此签梅花占魁之象，凡事宜早吉利。冬至。岭上之一枝梅也。虽是叶落枯根。伊亦能傲霜斗雪疏影横斜。放出幽香。为世人报得春之跫音将至。君多年之傲苦也。必得一报。出头天者。易言之。君之运也。一箭落空非空不空看非景致消息在中者。就似严冬高山顶上的一株梅花，受尽风霜雨雪的侵袭依然挺立不摇;得悉春天的日子就快要来临了，届时仍是花中之王，谁能比拟?一箭落空，非空不空，看非景致，消息在中。 ","69":"此签有”事与愿违”之意。奉劝当事人，勿一厢情愿。在与人沟通时，切忌心直口快、口不择言。与其直接，不如在说话之前，思量再三，婉转有礼的表达其意。如果一开口就让对方觉得不舒服，事情岂不是已经失败了一半，要再补救，可能备加困难。须知本身热心是善，但在听取他人言论之时，不应全部信以为真，宜用智慧来判断真假、才能明辨是非。不要自作聪明，认为”事情就是如此”，否则恐遭他人利用，奔波劳碌，还得罪了不相干的人，结果却是白忙一场。凡事勿先入为主，免得乐极生悲。此签游蜂采花之象，凡事劳而无功。本签者游蜂采花之象。凡事劳而无功者。飞来飞去而复东。春届暮节花残也无其觅处。栖身之所。交易。婚姻。求财。六畜。生产。皆无一是处。在此苦境之时。最宜修吾身。积吾善。行布施。善吾之言行。方能有转机。易言之。役役终朝暗雨不清用尽机谋争加寂寞者。犹如成日劳苦奔波的蜂儿，自东向西，又自西向东地飞来飞去;但是春残花谢，哪里还找得到蜜可采呢?就不必再一心眷恋旧花丛了吧!役役终朝，暗雨不清，用尽机谋，争加寂寞。 ","70":"此签有”众志成城”之意。提醒当事人，团结力量大。人往往为了理想努力去实现，但同时也要兼顾现实面、而不得不蜡烛两头烧，既无人能了解，还可能被误解。在此情境之下，心里会觉得非常疲惫。须知有远大的理想与目标并愿意去实行是很了不起的一件事。既然想去做了，抱定的这股坚持与冲劲，当然要持续下去。但所谓”三个臭皮匠，胜过一个诸葛亮”。有时与其自己单打独斗，还不如集思广益、汇聚众人的力量，来共同完成一件事。这个人如果做不到的地方，那个人也能立即过来补足。大家有志一同、齐心协力，相信必能让事情推动得更加顺利。此签一弓两箭之象，凡事改变大吉。本签之示意者。一弓两箭之象。凡事改变则大吉者。骑龙跨马上安居。凡事切莫堕志。修心向善去。自有好处。目下虽略困。但是。终必逢时。但勤劳。人事己尽天理。无不准。易言之。不审不审事由天命辰午中间切须谨慎。谁能知道爱妾会碰上强权，让小女子在那时嫁了两个丈夫;这乃是犹如一支弓搭上了两支箭，又好比驾龙驭虎，左右逢源。不审不审，事由天命，辰午中间，切须谨慎。 ","71":"此签有”寄人篱下”之意。意味当事人，凡事忍耐则吉。我们常常有”人在屋檐下”之叹，总觉得抱负无法伸张、或不得不为某些情况折腰。但所谓”山不转路转，路不转人转”，其实很多时候只要换个角度、逆向思考，心境就能改变。在现实环境受限、不允许大幅度改变时，不妨忍一时，勿在此刻做下任何草率冲动的决定。保持乐观轻松的心情，而不是轻易地被环境或人事所影响。坚守岗位、做好份内之事，相信必有时来运转之日。取蜂的原因是为了得到蜜汁，但还是担忧会遭其尾刺所伤;即使表面上看去仍有不同的途径或方法，谁知暗地里却仍然布满了荆棘。事须仔细，不可强求，如蜂采蜜，着其由来。本签示之于弟子曰。事须仔细不可强求如蜂采蜜着其由来。事后遂意。皆祖宗积德之所致。若能顺理而行。益加倍植。则天之报施。凡事先苦后甘之象。必须忍耐。否则无由成功。由忍一字。将有转凶化吉之时。 ","72":"此签有”伯乐相马”之意。提醒当事人，要沈得住气。韩愈《马说》内言道：”世有伯乐，然后有千里马。千里马常有，而伯乐不常有。”千里马可遇而不可求，如何”遇”?在上位者，应有过人之见，细心深入地观察周遭的人，多花点时间倾听基层的声音。不以外表、学历等外在考虑来评断限制一个人，用人唯才。也许千里马就在身边，却被自己忽略了呢。在基层者，也不要因为没遇到”伯乐”而丧志，仍应保持良好的工作能力与态度。只要自己不先放弃自己，相信一定能遇到赏识重用的人，让你大展所长。此签蛰中变态之象，凡事变化则吉。本签示之于弟子曰。是蛰中变态之象也。凡事变化则吉者。事事求变。舍旧图新。求合时潮。何必烦恼。一定可转机。多费心机。可有转变。君尔可知。功名富贵迟速有时。待时而动则吉也。易言之。震开蛰月思入风云一好变态直入天宫。春雷震醒了冬眠中的虫儿，离开了旧有的蛹茧卸去了束缚;待遇到风云交会之际，自然就能变化成龙了。震开蛰月，思入风云，一好变态，直入天宫。 ","73":"此签有”难容二虎”之意。奉劝当事人，思虑要周详。人有自信、有才干是一件好事，但过度的锋芒与自信，只会让自己更成为别人眼中的标靶，欲除之而后快。若欲转换新环境，也不要急着表现或夸耀自己的能力，须知”同行相忌”，尤其是与他人有直接利害关系时，如果本身能力明显胜过对方，更易招人眼红，甚至被人在暗地里落井下石，蒙受不白之冤。宁可小心内敛，处处谦让;保持柔软的身段，凡事低调谨慎。更要慎选合作对象，免得水火不容，陷入进退两难之境。此签野鹤投笼之象，凡事守旧留心。本签示之于弟子曰。野鹤投笼之象。既然是投笼者失去自由之意。当自守旧留心。今之命也。东西南北浑障碍者。此身憔悴。恨无穷之时。正逢不堪景象。凡事守之。慎之。三思而后行方可。易言之。进身不得退步而行命运乖蹇切勿交争。犹如懒飞不驯的鹤鸟自投罗网，原本意欲冲天，不料却深陷其中;天地虽大却四处都充满了阻碍，导致委靡不振，悔恨不已。进身不得，退步而行，命运乖蹇，切勿交争。 ","74":"此签有”未雨绸缪”之意。意味当事人，凡事都应先做好计划。所谓”养兵千日、用在一时”。只有平日做足了准备，才不会惊慌失措、临时抱佛脚。遇有紧急状况时，要保持冷静，千万不要轻举妄动、自乱阵脚。如果本身参与了一件涉及机密的重要任务，则应守口如瓶，谨防一时大意而泄漏口风。另外，本身行为端正，心存善念以诚待人，如此相信纵使遇到再大的困难，也一定会有人愿意伸出援手，帮助你共同度过难关。此签抱虎过山之象，凡事先凶后吉。本签示之于弟子曰。宛如抱虎过山前之景也。令人战战兢兢胆碎寒者。凡事必须多擘画。千万不得轻举妄动。机密不密则不成。须防口之血半。惟君尔之修身。积德功夫一至。必能逢得妙手。方能保得一身平安。易言之。危险危险前程阻隔切莫远行自宜守节。先凶后吉者。就似抱虎过山，战战兢兢心碎胆寒;幸好在前方遇得高人相助，方可保得平安。危险危险，前程阻隔，切莫远行，自宜守节。 ","75":"此签有”常持善念”之意。提醒当事人，多多将心比心。社会上大部分的人，都是以自我为中心，很少能真正地顾及到旁人的感受。然而每个人不论贫富、地位高低，内心都想寻求一种快乐而不是痛苦的感觉。如果我们能有这种仁慈的、将心比心的观念，那么当我们在看待别人的时候，自然而然会产生一个”同理心”，了解”己所不欲、勿施于人”的道理，再进而推己及人。凡事只问耕耘、不问收获，自己能够做得到的，一定自己先去做。此签禹门未透之象，凡事变化则吉。本签者。禹门未透之象。凡百事变化则吉之意。鱼与龙两者混杂潭中意和同。耐守于潭却未济中时。唯有一朝头角耸之刻。君尔即可由禹门一跃到天宫去者。贵人逢遇之曰。必有被擢拔之时。彼时商贾者财利勃发。家宅产业兴隆。另言之。虽有址地不如待时营谋出入切莫安为。龙与鱼混在一起看来毫无差异，困守寒潭无济于事;待有朝一日大展头角之时，届时自然鱼跃成龙，一飞冲天。虽有址地，不如待时，营谋出入，切莫安为。 ","76":"此签有”笑里藏刀”之意。奉劝当事人，勿心怀不轨。言语是一门艺术，也是一项工具，可以用来杀人，也可以用来救人。有人可能天生伶牙俐齿，能够把话说得很圆，在当下就能让对方深信不疑。本身能言善道是一件好事，但在说话的同时，”心里想的”也很重要。如果心存善念，那么说出口的话，相信也会是好话。反之，如果只是表面上说的好听，但心里却充满怨恨，只想着如何报复别人，那”言语”就变成了一种恐怖的工具，可以杀人于无形之中。须知不怀好意，终将害人害己。此签梦中得财之象，凡事空虚无力。本签示之于弟子曰。梦中得财之象。亦即是空虚无力者。总而言之。身外浮名。总无可猜。水远山遥难信定。伊是遥远之地。无法信之。定之。贵人一指时。君尔笑逐颜开。易言之。梦中说梦声名虚望只好待时贵人接引。在梦里说梦见得到了大量的珠宝，犹如身外虚名不必再去推测;山高水远如何能凭断距离?待贵人一指明路，因才领悟而笑逐颜开。梦中说梦，声名虚望，只好待时，贵人接引。 ","77":"此签有”人外有人”之意。提醒当事人，凡事谨言慎行。有时我们自以为什么都知道，尤其是对现状驾轻就熟的时候，很容易不自觉的自满或松懈下来，言行举止也在不知不觉中变得傲慢无礼。但所谓”一山还有一山高”，须知天下之大，比我们见多识广的人一定多如牛毛、密如过江之鲫。因此切忌自以为是、咄咄逼人，在自身状况良好的时候，也别忘了提醒自己：”强中仍有强中手”。勿过于松懈，仍应时刻充实自我，发现有不足的地方，就要想办法弥补。凡事谦冲忍让，莫逞一时口舌之争。此签平稳用事之象，凡事大吉利也。本签即是平稳用事时。凡事大吉利者。亦即是冷水来浇时也。白雪洋。时令不寒不热时自有温凉者。逢此时令时。君尔行天下时。并无他事。唯君汝。必须藏有一艺之长久。可行天下无阻。易言之。囚徒得赦病遇良医求财谋望贵人指迷。犹如用冷水浇淋白雪，不冷也不热;欲走遍天下而无变故忧虑之法，唯有内含丰富且有余的本领罢了。囚徒得赦，病遇良医，求财谋望，贵人指迷。 ","78":"此签有”一诺千金”之意。提醒当事人，信守承诺。老子说：”夫轻诺必寡信。”意思是说，一个凡事都轻言承诺的人，必然难以守信。因此，不要轻忽任何曾经许下的诺言，对象包括他人与自己。能够帮助别人是一件美德，但在答应别人之前，一定要先考虑：对方的要求，是否适当?合理?。而在自我本身方面，也需仔细考虑，如果没有能力做到的事，就不要轻易地向别人许下承诺。但是一旦答应了别人的事，不论大小，都应当全力以赴、尽量做到。此签信实不虚之象，凡事待时耐守则吉。本签示之于弟子曰。信实不虚凡事待时耐守则吉之灵签也。唯君尔虚空结愿结人缘。一人之力。有限者。如果逞一时之勇盲目猛冲。恐有难发生之时。时也命也。汝可悟之。叵逞勇矣。易言之。有人见我空自怀然佛慈指药切莫轻瞒。曾在虚空中许下了愿望，保全了人的平安，但是愿望还没有报答;目的达到了，别人的帮助却不记得，难道敢如此轻视当初的誓言吗?有人见我，空自怀然，佛慈指药，切莫轻瞒。 ","79":"此签有”身先士卒”之意。鼓励当事人，凡事无私奉献。现在的社会，人与人的相处越来越冷漠。随着诈骗案件的层出不穷，大部份的人都只想求自保的心态下，很多情况，都不愿意再伸出援手。但是还有另一种人，只想着如果对事情能有所帮助、就会尽量去做，不计较利益得失，当然更不会想到自己。这类的人以投入义工居多，堪称是人间的活菩萨。须知个人的力量虽然单薄，但只要愿意去做、把被动的想法化为主动而积极的行动，凡事身先士卒、不问一己之私、不在乎能不能得到回报，相信一定会为自己的内心带来难以言喻的真正快乐。此签贵人性情之象，凡事遇贵全吉。本签示之于弟子曰。贵人性情之象也。凡百事遇贵人即化凶趋吉者。由诗意得知君尔直上高山去学仙。岂知一旦帝王宣。即青天白日常明照。晴天无一片云。白日常照时。君之命运。正如当中。易言之。有始有终大问西东心中用事贵人重重。本欲上高山学习仙术，谁知一日忽被帝王宣召;本身端正无私就好似红日当空，心中的抱负想必也能一举皆知，名扬四海了啊。有始有终，大问西东，心中用事，贵人重重。 ","80":"此签从心所望之象，凡事大吉利。本签也。从心所望之象也。凡事大吉利者。一叶如秋后。逐渐有机缘。行客之来势如飞奔。风送君尔之船。只要轻轻着力。尔船即将宝藏船舶推送回来。不必费力者。此者非人力之所逮。易言之。心中所望天必从之所谋用事尽可施为。此签有”谋事在人”之意。意味当事人，凡事勿太悲观。人在面对艰难或遥不可及的任务时，第一个冒出的念头往往是”不可能”。其实”不可能”是一个消极且较没有自信的想法，当我们先入为主的就认定某件事”不可能”时，通常也等于间接否定了自己。然而世事本就难以预料，所以又怎么能肯定，有些事情是绝对不会发生的呢?与其一开始就觉得”不可能”、”做不到”，还不如保持积极乐观的态度，试着踏出第一步，先不要预设太多立场。接下来，也许会有意想不到的成果与收获呢!秋天即将结束，庭院前树上的叶子纷纷飘落了下来，出门在外的游子归心似箭;感谢上苍暗中轻轻使了助力，借着顺风让我和满载的行囊更加速返乡。心中所望，天必从之，所谋用事，尽可施为。 ","81":"火势凶猛，烈焰冲天，但莲花不受影响，依然在其中滋长;直到最后也并没有被折损，仍然枝繁叶茂，色彩鲜艳。虽是危险，不伤其身，营谋用事，皆得贵人。此签火中生莲之象，凡事先难后易。本签者。火中生莲之象。凡事先难后易者。目下时运未济。千万不可逞英豪。图意外之财。却反而损失不赀。所幸到底永成根不坏。依然枝叶色新鲜。尔之命也。可因命大。遇险而不危。易言之。虽是危险不伤其身营谋用事皆得贵人。此签有”因人而异”之意。意味当事人，不要太过执着。当我们在做一件事或向别人表达某些观点时，会发现有人能理解、有人却不能。此时也许会懊恼：为什么同样一件事、说的是同样的话，反应结果却是两极?其实每个人都有每个人本身的个性、想法与特质，包括自己也是。硬要把自己的想法加诸在别人身上是行不通的，常常只会造成反效果。何不试着多花一点时间，去了解别人的观点与性质差异。知道对方的喜恶之后，才能进一步沟通，也可以避免误触对方的禁忌。做起事来，一定更加事半功倍。 ","82":"此签有”凡事适中”之意。意味当事人，量入为出。每个人多多少少会有个人的喜好跟兴趣，例如有人喜欢爬山、有人喜欢唱歌、或买东西、喝喝小酒...等。有嗜好跟消遣是一件很好的事，也不失为抒发压力的一种方法。但是如果太超过而沉迷其中，也很危险。运动过度会导致体力无法负荷、开销过大会导致入不敷出、喝酒过量则会伤肝。因此，凡事都应适中，平常就要能有自我约束、自我节制的能力。应时刻检视本身的行为举止，如有不当之处或不好的恶习，要能深切自省、及时改过，才不会一错再错、因小失大。此签如月初出之象，凡事待时则吉。本签者。如月初出之象。凡事举之时。得待时。来济时方吉者。君尔之今则是时运未济之时。今之不逢时叵逞强。欲图意外之财时。反而将失利者。宜控制之。不宜放任行之。汝必须待到十五良宵夜。月光明才可见。到清光。易言之。知足自足如月初出直到圆时无有不吉。就像初三、四、五的月亮，似有若无仍未达完满;待等到十五夜来临，四处各地即都可见清亮无比的满月。知足自足，如月初出，直到圆时，无有不吉。 ","83":"此签有”忙中有错”之意。奉劝当事人，凡事谨言慎行。人在忙碌或无意识的状态下，很容易说错话做错事。也许本身并无恶意，但所谓”覆水难收”，很可能因此而伤害到对方。所以应时刻谨慎小心，注意自己的言行举止。如果是规劝对方，也不宜因为太过求好心切而口出恶言。否则原本的一番好意却随着情绪影响而变质，岂不甚是遗憾。相反地，对于他人的讥讽批评，也不要因此怀恨在心、甚至想找机会报复羞辱回去。须知”己所不欲，勿施于人”，凡事包容宽厚，可让事情更两全其美。此签因名丧德之象，凡事劳费心力。本签者。因名丧德之象。因之。凡事劳费心力而无益者也。为了攫取一己之名利。丧其德行。受世人辱骂。指摘者何用。神灵诫之曰。切忌忙中变作凶。本为善意。惟己之言行中不知不觉中。将善心变为恶而导致凶。易言之。君之命也。寒鱼离水美中不足若问营谋如何结局。因为虚名而失去道德修养，哪里能够得到认同?忙中有错更恐招来祸患;如人酒后茫茫，东南西北不知何处去，却是在青松树下睡着了!寒鱼离水，美中不足，若问营谋，如何结局。 ","84":"此签有”百折不挠”之意。提醒当事人，凡事努力不懈。其实不管做什么事、求什么学问，最重要的就是要有恒心跟毅力。但在日复一日的过程中，人容易变得怠惰且厌倦，也最恐因而导致事情前功尽弃、努力付诸流水。此刻心态的调整很重要，必须沉得住气，时刻自我期许。把握任何可以练习揣摩的机会，深刻了解所学，也可同时加强信心。对于他人的批评与指责，不妨虚心接受，当成激励自己的指教。多方尝试与努力改进缺失之后，定可融会贯通并且活用，将专才彻底发挥到淋漓尽致。此签春暮花开之象，凡事求谋俱吉。本签者。暮春百花盛开之时。凡百事求谋俱吉者也。沉滞已久之命运。于今逐渐入佳境。珍惜此时。把握本刻。立即动之。汝之运途将为尔辟坦途。亦即是万宝园中可再团。易言之。老者还来春暮风和欲求名利早晚遇财。重新出发，将过去的事封存，在万宝园中再度聚首;安闲快乐地把酒言欢吟诗作乐，待得贵人牵引时，就能一鸣惊人了啊。老者还来，春暮风和，欲求名利，早晚遇财。 ","85":"此签有”念兹在兹”之意。意味当事人，任重道远。孔子的高徒颜回说过：”舜何人也?予何人也?有为者亦若是。”如果有心想要做好事，就要坚守决心，时时充实自我不断学习，并贯彻到底。很多事是一种机缘，环环相扣。此时也许看不出来，却极有可能是日后成大就的必经过程之一。切勿小看自己，每个人在这个社会上都是栋梁之才。相信道德为一切的根本，不管经过多久，也不会退转初衷。此签帝朝受职之象，凡事遇贵则吉。本签者。帝朝受职之象。凡百事兴者遇贵则吉利者也。春来花发。是百花争妍斗艳之刻。万里舟行进宝来其声声之旺也。如跃过禹门三级浪。恰如平地一声雷响起者。易言之。帝朝受职如贫得宝望用从心签中第一。春天时百花盛开，在阳光投射下楼台呈现美丽的疏影，有人自万里之外驾船送来满满的珍宝;相信鱼跃龙门时来运转之时，就似春雷一声乍响，震撼了大地。帝朝受职，如贫得宝，望用从心，签中第一。 ","86":"此签有”柳暗花明”之意。勉励当事人，凡事勿轻言放弃。有时人在遭逢困境的时候，想法不自觉会变得很负面，浑身提不起劲，甚至对任何事都感到绝望。与其消极丧志，不如换个心情、换个角度想。所谓天无绝人之路，在遇到挫折困境的时候，不要太快就否定了自己，也不要因为一时的悲观而想不开。人生有时重要的不是结果，而是过程。这个过程也许辛苦，但同时却也是学习成长的好机会。俗云”山不转路转，路不转人转”，保持好心情，事情一定会有转机的!此签淘沙见金之象，凡事劳心有成。本签者。淘沙见金之象也。凡百事劳心即有成之命运。目下居于日衔山之境。且前面正遇丛山峻岭。艰苦历程中。苦中不得不仰头祈求上苍垂护佑。己身犹在太虚之间。唯劳心可成之命。易言之。剖石见玉淘沙见金须用着力劳心成就。行走到半山腰时，感觉赤辣的太阳似乎要把山给吞没了，如此险峻的山势找不到可以再攀附上升的途径;望着天空，祈祷上苍庇护保佑，我这个躯体就犹如迷失在虚无广阔的空间之中啊!剖石见玉，淘沙见金，须用着力，劳心成就。 ","87":"此签有”揠苗助长”之意。奉劝当事人，凡事勿操之过急。有时当我们听到一件事，尤其是跟自己有利害关系时，因为事情还不明朗，常因此变得提心吊胆，好的希望它赶快发生，坏的希望它不要成真。好的也急，坏的也急。然而急就章的结果，往往都是适得其反，甚至造成无法弥补的过失。须知很多事都只是空穴来风，在未确定之前，宁可按兵不动、先保持观望。如果是别人的事，也不要因此而热心过头，最后反而变成自己”一厢情愿”、自找麻烦，既帮不到别人，又弄得一鼻子灰。凡事保持客观，避免先入为主。此签木虎虚惊之象，凡事宜守待时。本签者。木虎虚惊之象。凡百事宜守待时方吉安。千万叵倚强凌弱。远望威容意不禁者。即使木虎不必畏惧。但己身如同入大江心。岌岌可危。必须防贪求不已。生祸福无不自求者。必慎之。易言之。炉头点雪耳边过风可宜作福前凶后吉。虽然知道山林里是一只木头雕刻而成的老虎，但远远看着它的容貌，仍然忍不住打起寒颤;即使口头上说不碍事，但心里终究感到畏惧，就好像躯体已被卷入大江之中一般啊。炉头点雪，耳边过风，可宜作福，前凶后吉。 ","88":"此签有”有志竟成”之意。提醒当事人，事在人为。我们在人生中，可能有些事情，想去做，但是却迟迟没有去实行。随着时间一天一天的流逝，对于心中”想要去做”的这个念头，可能会变得越来越犹豫、或者拖一天算一天。与其放任空想得过且过，何不化消极为积极，多方打听、四处留意，只要有机会，就主动把握并努力去尝试。不要怕来不及或担心拖太久，相信只要有心，随时都会有新的契机。此签玉藏石中之象，凡事称心大吉。本签者。玉藏石中之象。凡事称心大吉昌者也。灵签曰。出入营谋大吉昌。君今逢无瑕之玉藏石中。能获贵人指点。扶持。终能得宝。此时此刻当喜非常。令人雀跃者。惟称心时不可大意者。更不忘修德。积善。易言之。本签为如玉藏石贵人指出而得宝称心遂意大吉者。出外求谋运势极佳，就好似原本深藏在石头中的美玉;如今因得高人提点指示将其取出，如获至宝欢喜无限。如玉藏石，贵人指出，得宝称心，遂意大吉。 ","89":"此签有”深入人心”之意。提醒当事人，凡事以诚相待。在人与人合作的社会，凡事无法光靠个人的单打独斗，也必须仰赖他人的长才。当我们对某人的才华非常激赏、求贤若渴时，会想要用尽一切办法来获得。但有时越是才华洋溢、充满智慧的人，越难以被世俗的虚荣所打动。此时与其用尽千方百计，还不如以”诚意”做起。”诚”出自于自身的内心，没办法用任何外物修饰。它的影响力缓慢但却可以深植人心。凡事以诚待人，相信对方一定也会被感动。荣华富贵虽然可以诱惑一个人对物质的需求欲望，但”诚意”却可以融化外在的一切，牢牢地抓住每个人的心。此签功名成就之象，凡事进身大吉。本签者。功名成就之象。凡事进身大吉也。君尔之今运也。忽朝一信天下墀之时。宝贝船装满载归之时。若问前程于神仙。君之今也。始终应得贵人提之刻。凡百事得真人。顺利推进之运。上上者。易言之。君汝之今。欲问功名贵人遇得更增福庆财禄进益者耶。意想不到的好消息从天而降，犹如船上装载着满满的珍宝荣归;若要问前程事物最后的发展，早晚还是会得到贵人的帮助啊。欲问功名，贵人遇得，更增福庆，财禄进益。 ","90":"此签有”万全准备”之意。提醒当事人，凡事勿拖泥带水。在人生中，我们三不五时会面临许多新的机会或重大的决定，尤其是情况有急迫性、时效性时，人往往会对之后不可预知的结果而产生犹豫、或变得不知如何是好。此时切记沉着冷静，慎重考虑目前的环境与情势，分析出有利自己的优缺点，然后做出正确的决定。如果拖泥带水、迟疑不决，可能导致错失良机。平时就要做好准备，免得突发状况时手忙脚乱。此签前程有路之象，凡事施为则吉。本签为前程有坦途可行之象。凡事谋之行之立见吉利者也。一条坦途可向前行。心中用事不必瞻前顾后。勇往迈进事事可如意。顺利吉昌者。唯行在顶峰。傲视下界之际。勿忘今日之所由生。皆由贵人扶之者。易言之。必留个余地。以防向下坡之崎岖。请将深锁的眉头舒展开来吧，未来必有举荐大用;前方宽广的大道平坦地好似摊开的手掌，一切只要付诸实行，总能称心如意!一条大路，尽可施为，心中用事，只宜向前。 ","91":"此签有”择善固执”之意。提醒当事人，凡事相信。人们最大的痛苦，莫过于对人性产生了怀疑。因为凡事疑神疑鬼，自我的内心开始筑起了高墙，担心被骗、被利用而受伤。但是，处处防着别人，凡事都过度小心、过度猜测的结果，不但于事无补，反而只会让自己越来越神经质;而你回应给别人的不信任感，别人同样也会回报在你身上。与其因为怀疑而产生更大的痛苦，还不如凡事包容、凡事相信。事情没有那么复杂，是人的心使它复杂。保持一颗赤子之心，相信人性本善，以真诚待人，包容厚道，人生何处不逍遥。此签进身大吉之象，凡事操心大吉。本签者。进身大吉之象也。凡百事兴时操心大利。灵诗示之云。经商得利称心怀。福禄面也。荣华倍获财。君汝如问谋望之面。神可告之君。必能一举状元衣锦还乡者。易言之。汝自幼小之年。自小至大无相无碍诸事遂意。遂望自在耶。从商获利时自然称心开怀，更何况荣华富贵倍增;如果要问求谋加官等事，终能一举状元，衣锦还乡。自小至大，无相无碍，诸事遂吉，谋望自在。 ","92":"此签有”邪不胜正”之意。意味当事人，保持冷静。很多现象只是短暂的、表面的，切莫因此灰心丧志。尤其在小人当道之时，千万不可乱了方寸，更不要随波逐流。对于旁人的明嘲暗讽，何妨忍一时。坚守内心良知认为是对的事，做好份内之事。表面上也许是强颜欢笑，但内心依然保持自我的清明，相信自己做的任何事，都是本应如此，没有对不起自己，也没有对不起任何人。此签未用君子之象，凡事先难后易。本签示之于弟子曰。未用君子之象。凡事先难。因谋事之敏。终获吉利者也。君汝之目下命。人在穷困之际。啻好屈己忍之。强欢言笑。千万叵急躁恼怒。斯时四面楚歌。皆陷阱也。易言之。小人正盛君子莫为暂时守己自有亨通之时也。凤凰身上的羽毛被雨打湿紧垂，在此同时还得承受雀鸟轻慢相欺;待有朝一日天晴大放光明之时，终将再度展翅高飞，依旧在万鸟中称王!小人正盛，君子莫为，暂时守己，自有亨通。 ","93":"此签有”争不如静”之意。提醒当事人，凡事耐性。每个人都有自己的一套看法与想法，有时难免与人意见相左。然而公说公有理、婆说婆有理，有时与其争论激辩，不如保持缄默。即使别人有误解、不了解，又何必放在心上，只要心中清亮，知道自己在做什么就好，实在无须在意别人怎么看、怎么说。此签未遇知音之象，凡事耐性则吉。本签者。君尔未遇知音之象也。凡事耐性行之。为之则趋吉也。平素多信仰神佛扶之。能遇贵人之时。君即可争如定静得便宜耶。易言之。汝在功行圆满之刻。必能光大门户。知音行正百事莫理若人遇贵无价珍美耶。须知君子与小人有贤愚之分，但事情的对错与是非要如何区别呢?就像抚琴若遇知己时即能一拍即合，与其争执不休，还不如沉默是金来的有利吧!知音行正，百事莫理，若人遇贵，无价珍美。 ","94":"此签有”勤勉奋发”之意。勉励当事人，凡事要有毅力。要下决心不难，但要实际付诸行动、并且持之以恒却不容易。所谓”养兵千日，用在一时”。平日不间断地充实自己、做好对事物的准备，并时刻提醒自己不要松懈，每天一点一滴所慢慢累积出来的实力，相信届时定能一鸣惊人，成功指日可待。早晚在事业上积极奋斗，获取的荣华物质必定丰盈;请你记得当年鸡鸣即起的初衷，自然能更进一步，超越颠峰。此签功名待时之象，凡事必就大利。本签者。功名待时之象。凡百事必就大利者耶。上上之签。百事皆有遂意之可能。繇于祖德之深。君尔又顺理而行。益加倍植。则天之报应。具有复泰之象。占此签之君慎守之。易言之。尔之今也。事业功名守己待时金鸡终叫实时亨通之刻耶。事业功名，守己待时，金鸡终叫，实时亨通。 ","95":"此签有”终能如愿”之意。鼓励当事人，凡事有始有终。人人都希望能有功成名就、大富大贵之日，但别忘了”三分天注定，七分靠打拼”的道理。既然有理想、有梦想，就要靠自己，努力的让它付诸实现。所谓”天助自助者”，与其祈祷上苍，不如将愿望化为实际的行动。凡事只要肯做、肯冲、肯拼，抱持着勇往直前、积极进取的态度、持之以恒，必有成功之日。此签福德显现之象，凡事营谋吉利。本签者。福德显现之象也。凡百事营谋可获利者耶。君之前。此宝塔为耸立云霄巍巍者。八面均放出异彩。啻要君志心勤顶礼。天龙。此吉祥之天兽。为君汝降天祥者。易言之。这此福田诸人皆现可用诚心福德即到。高大的宝塔非比寻常，四周晶莹剔透精雕细琢;劝你诚心祈祷膜拜，必有万神降瑞，拥护吉祥。这此福田，诸人皆现，可用诚心，福德即到。 ","96":"此签有”欲念无穷”之意。奉劝当事人，凡事不要过贪。对于身边的物事，取之平衡、够用就好，不应得寸进尺，任由欲望无止尽的扩大。无论是贪多、贪快、贪急都不好，不但对事情本身毫无帮助，甚至反而会导致反效果。凡事应能谨慎节制，时刻检视、约束自己的欲望;知足才能常乐。此签虚名薄利之象，凡事不宜贪求。本签者。虚名薄利之象。凡百事不得贪求者也。诗曰：恍若铺成满地琼。岂知收拾总无成。如君之行动不紧速。将闹得无法收拾。谣言四播。到头来将陷入罗网中自拔不得。如此苦境只有几人知。易言之。君目下之运也。该知富贵在天。贫穷由命不用机谋。皆有分定者耶。园林中的树枝因风吹拂摇摆，透过月光的照射，彷佛在地上铺满了整片晶莹的美玉;几次想要叫童子来打扫干净，但地上的影子哪里能够收拾得起来呢?富贵在天，贫穷由命，不用机谋，皆有分定。 ","97":"此签有”借口逃避”之意。奉劝当事人，凡事不要推托。每个人都有应尽的义务与责任，在”任务”尚未达成之前，万万不可推托卸责、或自认为理所当然，把借口合理化。尤其是为人父母者，更应负起责任，绝无任由对方辛苦、自己逍遥快活之理。遇事不要选择逃避，凡事都应勇于面对、接受。须知每个人的内心都向往能自由自在无忧无虑，因此更应将心比心，绝对不要把自己的快乐建筑在别人的痛苦上。此签禽遭罗网之象，凡事守旧则安。本签者。禽遭罗网之象。凡百事守旧可获安者。诗曰。经商出入事迟疑。也因此惹闲愁。不必要之愁争。听了是是非非。谣言四播。逢遇如此罗网苦境中。必须多修福。积德方能脱离险境者耶。易言之。君之今也。禽遭罗网有理难分。随缘守旧遇贵乃成之命耶。经商求谋疑东疑西，恐怕遭致不必要的困扰与是非;就似飞鸟陷入罗网之中，这种情境能有几人了解呢?禽遭罗网，有理难分，随缘守旧，遇贵乃成。 ","98":"此签有”祸福未定”之意。提醒当事人，凡事保持乐观。须知事事无绝对，好的不见得就好，坏的也不见得是坏。有些事情往往出乎我们意料之外，是好是坏，不到时候，都还很难说。因此，何必杞人忧天，去设想还没有发生的事。不如保持平常心、凡事乐观以对。所谓”既来之，则安之”。须知有得必有失，有失必有得此签凶危有财之象，凡事先凶后吉。本签示之于弟子曰。凶危有财之象。凡事凶后吉耶。等闲骑马着鞭来。半有忧危半有财。似火方烧头上屋。正受灾殃之刻。一场大雨来了之后。方可将灾厄洗清而去。目下虽事难成。劳心劳力之后。必有转安之时。易言之。君汝也。知如不知不管是非身临枷锁恩赦放归。闲来无事抽鞭驾马而来，是福是祸还难以预料;就好像大火刚烧至屋顶，谁能知忽然上天降了场及时雨，把火势给浇熄了。知如不知，不管是非，身临枷锁，恩赦放归。 ","99":"此签有”不切实际”之意。奉劝当事人，凡事脚踏实地。有些事是可遇而不可求，切勿妄想执着。对于昙花一现的物事，如果就此眷恋不忘，无异于守株待兔，只不过是浪费时间、枉费心力罢了。与其执着在不确定的事情上面，还不如跳脱迷思，自力更生。凡事务实、一步一脚印，须知一分耕耘，才有一分收获。有梦想就必须靠自己努力打拚来实现，不然就只是流于空想罢了。此签无常无定之象，凡事多虚少实。本签者。无常无定之象。外虚少实者也。第一百首。是盈数。为全数之末。亦即言。它是前数之终。后数之始。易言之。黑暗将去。黎明到来之征。表面上是没落之相。其实是通亨衢之意。唯集福之本。宜小心集之。及百祈之未然营谋用事费力流连。一下想往东，一下又想要向西，遇人说话反复无常;就似爬上了高山，终究找不到神仙的踪影，倒不如回去吧，别再提这件事了。此签及百，祈之未然，营谋用事，费力流连。 "},"job":{"0":"现在的时机正刚好，正是你发挥工作或事业、创业的时刻了","1":"若求职问工作在何方或工作前途 你的工作机缘尚未浮现","2":"若求职问工作在何方目前工作不好找，想必你已经找了许久却无收获","3":"若问求职和工作前途当你找到了工作，会因为某些因素而使你离去","4":"若求职问工作在何方或工作前途 力求工作，反而找不到","5":"若求职问工作在何方或工作前途 若欲找工作，景气低迷时，是你找到好工作的好时机，但是要有本事才行","6":"做过多个工作或事业，总是不能安定，也谈不上获利多少","7":"若问求职也许，你一直找不到工作","8":"若求职问工作在何方或工作前途若想找到工作，那本身当有专长，要不然工作难找","9":"若求职问工作在何方或工作前途 若欲求职，工作就在自己家乡","10":"若求职问工作在何方或工作前途求职征选，可以录取","11":"若求职问工作在何方大约在每年阴历的一二月，意即农历年过后，这就是你找工作的好时机了","12":"若求职问工作在何方或工作前途若想工作，则能得到安排","13":"经历困苦，无数心酸，怀才得遇，能挥所长","14":"同业相争，难免受伤","15":"若问求职找不到工作，因为当前有个小障碍，只要把这个小障碍排除，那找工作就顺遂了","16":"若问求职找工作上的挫折，来自业障","17":"若求职问工作在何方或工作前途若问求职者，选择行业时，属「阴」者有利","18":"若问求职若求职找工作，不能单选薪水高低，也不用选地点或选名份，而要选个自己可以发挥或胜任的工作，这才是适合你的工作","19":"若问求职春天找工作，此乃好时机，四处多奔走，终能达目的","20":"若问求职工作就要来了，阴历三四月是寻获良机","21":"若问求职久寻又苦找，此困不可少，有朝终寻获，一切终值得","22":"既有专长在，何患无事业，既有一技长，那怕不能辉","23":"若求职问工作在何方或工作前途若求工作，心态要正，要寻找「正业」，这才有展望","24":"若求职问工作在何方或工作前途找了许多工作都没有结果，今后你就要遇到终其一生的工作了","25":"若求职问工作在何方或工作前途一时找到了好工作，以为可以辉煌腾达，却只是虚晃一招","26":"若求职问工作在何方或工作前途多次的奔波寻找工作，最后毕竟能找到心仪的工作","27":"一份好工作，虽然有了障碍，但是，只要你动动脑，这小问题就可化解了","28":"过去的你在工作上一直没有大发展，而今后是摆脱困顿，迈向辉煌的时候了","29":"若问求职路，路上有险阻，当防被拨削，还得防被骗","30":"工作在何方，目前无定向，需候时等待，来日再求职","31":"求职找工作，有待明眼人，知君如美玉，实时得录取","32":"工作在何方，菩萨来指引，不必向外寻，就在己乡邦","33":"若求职问工作在何方或工作前途求职时，当注意自己的穿著、谈吐、礼节，把这些基本功课做好来，求职就能顺利","34":"工作在何方，全看己志气，求职与应征，穿着要注意","35":"一时无工作，难得身自由，先享此佳景，工作以后求","36":"此时去求职，实乃不相宜，安守在本位，静处求生机","37":"当前并非求职的最佳时机，应先克服眼前的障碍，提升自我后再谋求改变。","38":"努力却无功，此乃业障故，行善与忏悔，可改此命运","39":"求职欲得利，当重己内涵，扬己内专长，中选则有望","40":"若求职问工作在何方或工作前途欲谋好工作，眼光要放长，莫贪眼前利，以免遭灾殃","41":" 求职找工作，本着奉献心，求神代协寻，工作即得获","42":"工作在何方，寻职当就班，一步一脚印，发达即有望","43":"求职当注意，已长不可隐，已短不可现，若此即录取","44":" 求职看门面，言行看委婉，掌握此机要，录取有希望","45":"寻职已多时，困境即将过，若有人引荐，此是汝工作","46":" 工作在何方，七寻又八找，久寻才获得，不虚此奔波","47":" 求职找工作，多时未寻获，只因理想高，人生空度过","48":" 求职找工作，当前难建功，静待景气回，届时再出动","49":"工作在何方，四处去寻求，安分经营他，来日能发达","50":"工作寻无处，此可求天神，谦诚心祈祷，寻职有着落","51":" 求职劳辛苦，总是摸没门，持戒又行善，可改此命运","52":"虽逢遇阻碍，此乃推升力，经营既有道，荣景必可期","53":"若寻工作者，此方寻不着，当图改方向，他处求生路","54":"工作与事业，前途当如何，遵循祖传统，自然能旺发","55":" 工作哪里找，当问过来人，若逢诱人处，小心莫贪取","56":"工作问前途，求职贵人助，工作上司护，安定又舒适","57":"工作在哪里，就在己乡邦，不必向远地，安守则吉祥","58":"工作何难寻，业障中作祟，忏悔与持戒，此症可改善","59":" 工作运如何，且看汝心情，心平自然顺，心愁则事挫","60":" 工作怎么找，面试要有礼，穿着要得体，录取看身仪","61":"工作在何方，当前处困境，安守以待时，贵人得相助","62":"求职找工作，难免有小挫，管他路边草，继续行大道","63":"求职找工作，途中有陷井，小心作选择，以免被套牢","64":" 求职问前途，此职看来欢，其实不尽然，得利需付款","65":" 求职问运途，自身条件差，市场环境恶，工作如何得","66":"工作运如何，脚踏实地做，故广受好评，闯久得功名","67":" 工作运如何，此签大吉昌，生活都顺遂，事中都安稳","68":"工作何处寻，当前市况差，直待过年后，春暖有事做","69":"事业问前途，夕阳西下时，打点好收拾，退身隐江湖","70":" 工作或事业，两地间生活，两事间发展，切恐此奔波","71":"求职问前途，过程有风险，小心遭剥削，更防遭上当","72":" 若求职问工作在何方或工作前途 若问找工作，你的求职运在春天，在这段时间好好寻找，能得一份令君满意的好工作","73":" 若求职问工作在何方或工作前途若找寻工作者，小心市场中的陷阱，这会让人进退不得","74":" 若求职问工作在何方或工作前途若求职者，当注意过程中发生危险事件","75":" 若求职问工作在何方或工作前途若问工作在何方，若要得到一份好工作，自已的工作态度与专业能力，和人际相处的学问，这是要先学习好的","76":" 若求职问工作在何方或工作前途若想求职，这在选择上，不选名声好的，当选个自己可以胜任的工作","77":" 若求职问工作在何方或工作前途 求职问可否录取，这份工作需要些本事才能录取，想必你应该有这样的能力才是，好好的去发挥你的实力吧！ 若问事业前途 事业问前途，你的事业之人员雇用，需要搭配彼此能互补的人员，也需要学有专精的人员，这才能为你的事业辉煌腾达","78":" 若求职问工作在何方或工作前途若问求职运者，只要你好好实践「做人三心」，那就很容易受录取了","79":" 工作运途整体工作运，为了能得到一个好工作，因此不断的充实自己的专业能力，学习各种技能，而在未来则能找到好工作，在工作上能得上司的中用，在工作上表现杰出，步步高升","80":" 求职运、工作运 问求职运者，由于你的求职差了一点，因此神明为了成全你，会暗地里帮助让你获得录用","81":" 若求职问工作在何方或工作前途 若求职者，这份工作不好找，历经无数的奔波，最后才找到工作","82":" 若求职问工作在何方或工作前途若求职者，你找工作的最佳时间在阴历的十五前三天开始，这都是找到工作的好时机","83":" 若求职问工作在何方或工作前途若找工作，不要因为一时找不到，就随便找一个","84":" 求职运 你的求职之路受到困难，一时间找不到工作，也许你需要有经验的人，或是长辈给你意见，指引你走出一条光明大道来","85":"问求职若求职者，能通过考试面试，而得到一份好工作","86":" 问求职若问找工作的话，最近找的心情有些不安，就算找到工作，也让人有不确定感","87":" 若问求职在求职上，若是一时找不到工作的话，也还不必担心，只要提起勇气，再接再厉，毕竟能找到工作的","88":" 若问求职 即使一时未找到工作，但是不要灰心，你将可以找到很好的工作，这需要时间的寻找，只要你有耐心，这份好工作就属于你了","89":" 问求职若是找不到工作的话，那你需要有人替你介绍工作才行","90":" 若问求职若找工作者，即使一时还找不到工作，只要你再接再厉，必定能找到很满意的工作，这工作在未来给你很大的发挥空间","91":" 问工作运在工作上，这是让你喜欢的工作，但是，若是觉得不够好，而要换工作，或是换部门的话，再换也能更好，越作越有前途","92":" 若问求职 若找工作者，这在求职过程会受到委屈，或被人欺负，但只要你坚守风度，展现自己的优点，自然能得到一份好工作了","93":" 若问求职若是找工作的话，你务必找个符合自己个性之工作，这才能让你工作的愉快","94":"当事业处在辉煌的高峰时，钱财也滚滚而来，物质的享用自不在话在","95":" 若想工作事业顺利者，只要至诚礼拜天神，那天神就让你工作顺益，事业发达","96":" 若问工作前途在工作上表现平凡，劳碌终身，欠缺展望","97":" 若问求职若是当前找不到工作者，其实，你当休息一段时间，过些时候再找工作","98":" 若问求职 若是你当前找不到好工作的话，你尚且不用沮丧，因为这次的困顿，让你一时没有工作，但是，却因此让你在往后找到更优质的工作","99":" 若是你当前事业正在经营者，此签代表这个事业即将结束了"},"love":{"0":"若问姻缘何时来你的姻缘就要发动了，将会有条件很好的人看上你、赏赐你而主动与你交往","1":"若问姻缘何时来目前时机未到，各方面条件还不完全，所以还不要求","2":"若问姻缘何时来努力求姻缘，姻缘却不来，或着回归零，与其如此，干脆安闲生活更自由","3":"整体爱情运未婚者和情人会经历一次的分手，而后又重圆，能踏上结婚归宿","4":"若问姻缘何时来 若你力求姻缘，姻缘反而不来","5":"若问姻缘何时来 若欲寻找姻缘，可在动荡不安机缘时去发现，当有人展现牺牲奉献精神者，这就是难得一见的最佳伴侣","6":"请随遇而安","7":"整体爱情运经历多年风雨的历练，终于修成爱情之果","8":"若问姻缘何时来若想要求姻缘，你当自我反思，自己的状况、条件，这还求吗","9":"若问姻缘何时来？姻缘在哪里？欲寻姻缘，莫向外寻，就在自己的生活周围","10":"若问姻缘何时来？何处来？因为某些事故，而使你认识了他…或者，贵人也会帮你介绍","11":"若问姻缘何时来？何处来？每逢阴历的一二月，就是姻缘来的好时机，敬请自行把握，以免错失","12":"若问姻缘何时来姻缘就要来啰！你会如「囚人逢赦」般的得到姻缘","13":"若问姻缘何时来？当前姻缘前途？困寞丢海中，热爱任玲珑，如冬遇暖流，如夏勋南风","14":"多说好话，建立形象","15":"若问姻缘何时来愁眉不展的日子就要过去了，将有媒人为你找出好的对象来，届时你就可以眉开眼笑了","16":"姻缘莫求，若得姻缘，终究挫折","17":"此签在爱情上，女性扮演主动者，则有利爱情发展","18":"若问姻缘何时来由于时机不对，故姻缘尚不来","19":"若问姻缘何时来无偶困多年，如今迎曙光，佳人来相见，欢喜庆投缘","20":"若问姻缘何时来相逢非偶然，姻缘天注定，相逢百花间，或在桐花前","21":"你的姻缘好不容易才得到，若想维系这姻缘，则要先革新自己的爱情观念","22":"若问姻缘何时来既然条件佳，何患无姻缘","23":"若问姻缘何时来若欲求姻缘，当先正己性，若个性健康，方有好姻缘","24":"若问姻缘何时来经历了多次的姻缘失败，今后将遇到新的姻缘，而这一次，将让你安渡一生","25":"若问姻缘何时来时机尚未到，若有消息来，亦是空欢喜","26":"即使经历多次的分手，也还能复合","27":"若问姻缘何时来现在虽然无姻缘，但你别怪罪没姻缘，而要设法让自己有姻缘","28":"若问姻缘何时来你的条件很好，但久困闺中一直没有姻缘提起，而今你的姻缘就来了，也是你爱情发光发热的时候了","29":"若问姻缘路，路途有险阻，交友当小心，以免受欺骗","30":"姻缘何时来，且听菩萨说，时机尚未到，还需得望候","31":"欲求姻缘来，还得赖媒人，有朝得引荐，姻缘始放光","32":"若欲寻姻缘，缘在尔身边，他是你旧识，觉之喜欢天","33":"若问姻缘何时来若想求得姻缘，先把自身功课做好，做人有礼，行为端庄，谈吐温文，若得好形象，姻缘自然来","34":"若想得姻缘，或想得心仪，或求再进展，或求爱挽回， 改头又换面，再造新自己，迎以新态度，对爱则有功","35":"单身不必忧，无偶不必愁，把握自由身，四处去遨游","36":"你们两当前的爱情，几乎降到冰点，随时有分手疑虑，虽然你还是那么爱他，但因为你不够了解他，不知他的感受与需求，以致各种爱的互动带来反效果","37":"当前之谋求，都非好时机，应待障碍过，更图改自己","38":"此爱不属汝，私求亦不得，劝君退此求，以免白费功","39":"爱情之谋求，属于女性者，主动又开口，则能成理想","40":"若问姻缘何时来若欲求姻缘，远光当放长，单身与夫妻，何者能得安","41":"若求姻缘者，本着利他心，至诚地祈求，有求则能验","42":" 姻缘不必忧，即使出身低，亦有富贵偶，欢喜手双手","43":" 若问姻缘何时来若欲求姻缘，不急展露己，观察敌身份，再行挑连理","44":"若欲寻姻缘，当用己之长，多些温柔行，寻郎即有望","45":"若欲求姻缘，当等待时机，若逢人引荐，此即姻缘来","46":"姻缘何时来，君且莫着急，直到三十后，佳偶才出现","47":"此签问姻缘，君之眼光高，佳偶实难寻，将来即可遇","48":"若求姻缘来，此刻如寒冬，宽心待时机，有春再谋求","49":"若欲求姻缘，此缘不费力，千里来相会，一切都自然","50":"姻缘在何方，人双我独单，爱神知君意，遣侣伴君安","51":"若问姻缘事，到底难经营，结局终是空，白忙跑一场","52":" 一时虽失意，前景则可期，因困反得利，势必结连理","53":"若逐姻缘事，此如晨朝露，转向他处去，以待真情意","54":"若欲求姻缘，只要君开口，消息传出去，佳偶列队来","55":" 若问姻缘何时来爱情运如何，风雨实难免，若逢遇困境，求助老前辈","56":"若问姻缘事，幸福没话说，妻子如大姐，丈夫如阿爸","57":"若欲求佳偶，选择忠实型，莫求虚荣者，此乃是忠告","58":"姻缘何时来，由于业障故，姻缘还不来，忏悔以消业","59":"若求姻缘来，以期能解忧，如借酒消愁，终究愁更愁","60":" 若问姻缘何时来姻缘如何来，逢人问寒喧，遇人笑呵呵，姻缘随即来","61":"姻缘何时来，当前困无偶，安守此当前，媒人得介绍","62":" 若爱陷困境，此乃小事情，不足以为忧，把自己做好","63":"若欲求姻缘，恐陷爱情网，既不能自拔，又是苦独悲","64":"若欲求姻缘，得伴似乎喜，能解一时愁，其实愁犹在","65":" 想求得姻缘，当前状况差，条件不理想，求了也白求","66":"姻缘在何方，钟情的佳人，随时等着你，自会相逢遇","67":" 若问姻缘来，过去诸善行，今世好姻缘，佳偶随即来","68":" 姻缘何时来，目前如寒冬，当待春天到，届时姻缘来","69":" 若问姻缘来，好时光已过，免为此劳碌，安闲当下活","70":" 单身问姻缘，君缘比人多，佳人一一来，汝有多个偶","71":"单身求姻缘，爱情若欲安，先练铁布衫，蜂螫避刺伤","72":" 若问姻缘何时来 姻缘何时来，此乃脱离单身之刻，也是迈入爱情风云的时候，届时起起落落，直达爱果","73":" 若问姻缘何时来 若欲求姻缘者，此乃自陷情网之举，这是困顿与束缚，建议避免为安","74":"若问姻缘何时来若求姻缘来，姻缘是将来，只是这份情缘不好经营，纠纷、纠葛不断","75":" 若问姻缘何时来若是想求姻缘来，此刻当充实自己的内涵，培养自己的气质，以便姻缘到时，能顺利走上爱情路","76":" 若问姻缘何时来 若想求姻缘，切莫将虚荣之事视为重点，当以务实面为诉求","77":" 若问姻缘者若欲寻姻缘，当选个和自己有互补的，这会胜过选个和自己一样的","78":" 若问姻缘何时来姻缘在哪里？只要你善于做人，与人相处很有礼节、和善，那姻缘自然就有了","79":" 若问姻缘何时来 整体姻缘运；为了能嫁个好夫婿，不断提升自己的素质，有日能得到如意郎君的赏赐，而后获得追求，交往顺利，而后结成夫妻，亲属也夸赞","80":" 若问姻缘何时来 在这晚秋风凉的时刻，你对于爱情有了期待，天公也知君意，因此会暗中为你安排，感谢神明的暗助","81":" 若问姻缘何时来若求姻缘来，此刻还需等待，届时媒人介绍，即来姻缘","82":" 若问姻缘何时来你的姻缘时机还没到，还需要等待","83":" 若问姻缘何时来 若求姻缘者，不要因为一时没有姻缘，就不顾理性的选择，而随意交往，以免遭惹无谓的苦恼与损失","84":" 整体爱情运你当前的爱情受到了困境，然而这多采多姿的爱情，是可以再度容光焕发的，只要你多运用经书的道理而经营，或是得到过来人的指引，那你的爱情就可以荣景再现了","85":"若问姻缘何时来若问姻缘何时来者，春天即有消息，且能发展顺利，很快就有结果","86":" 整体爱情运这爱情目前处在冷淡期，让人不确定感","87":" 若问姻缘何时来若想求姻缘来者，你的信心很重要，若是心理对于爱情总是挂记着负面的想法，那就会障碍爱情的发展","88":" 若问姻缘何时来 若问姻缘何时来，其实你的条件很好，找个好对象是没有问题的","89":" 若问姻缘何时来若目前是单身者想要有姻缘的话，你还是需要有媒人替你介绍，这才能有好的姻缘","90":" 若问姻缘目前单身的你，不用愁眉苦脸，你将来也是有个顺遂美丽的姻缘等着你","91":" 整体姻缘前途若是你已经有了对象，其实，这个对象条件也不赖，相处关系也算可以，这也是个值得依赖的伴侣","92":" 若问姻缘何时来 若单身者问姻缘前途","93":" 整体爱情状况若寻伴侣，务必找个谈得来的人，若彼此总是不解对方的情意，总是误会的话，那就不是好配偶，而要考虑分手了，这必须等待契合的伴侣","94":" 整体爱情运当男女双方处在快乐、亲近之下，生活总是甜蜜的","95":"若问姻缘者，你只要勤心至诚礼拜神明，那守护神就会庇佑你，让你的事情如愿","96":"若是追逐爱情者，虽然一时似乎有情人，但往往不了了之，没有下文","97":" 若问姻缘何时来若想追求姻缘的话，若是找到了姻缘，这也等于找到了苦恼","98":"若问姻缘何时来？若问心仪对象可否交往？若是没有姻缘者，当你得到了姻缘，也许这是喜事，但是，后面恐就跟着苦恼事了","99":"若是问爱情者，若你当前是有伴侣者，则此签意味着，这爱情就要结束了"}}